Repository: chandanchakravarty/MCAS
Catalog: MCAS/MCAS.Web.Objects/Resources/ClaimRegProcPCNTX/ClaimRecoveryCrTx.*.resx
Languages: fr

# Adjustments
source: Adjustment
fr: Ajustements

# CDGECst
source: CDGE Cost
fr: Coût CDGE

# ClaimableRecpt
source: Claimable Receipt
fr: réception Déductibles

source: Claim Expenses - Claimant
fr: Réclamation Dépenses - Demandeur

source: Claim Expenses - Incidentals
fr: Réclamation Dépenses - Faux

source: Claim Receipts
fr: Reçus de réclamation

source: Claim Recovery
fr: revendication Recovery

source: Contractor
fr: Entrepreneur

source: Cost Of Repairs
fr: Coût des réparations

# CrDrAmt
source: Credit/Debit Note Amount
fr: Crédit / Débit Remarque Montant

# CrDrNumber
source: Credit/Debit Note No
fr: Crédit / Débit Note Aucun

# CrRental
source: Car Rental
fr: Location de voiture

# CrtsyCr
source: Courtesy Car
fr: Auto de courtoisie

# GnrlRemarks
source: General Remarks
fr: Remarques générales

source: Insurer
fr: Assureur

# InvoiceAmt
source: Invoice Amount
fr: Montant de la facture

# LCdgeAdmFee
source: Less CDGE Admin Fee
fr: Moins frais CDGA Administrateur

source: Legal Fee
fr: Frais juridiques

# LOI
source: Loss of Income
fr: Perte de revenu

# LOR
source: Loss of Rental
fr: Perte de Location

# LOU
source: Loss of Use
fr: Perte d'usage

source: LTA Fee
fr: Fee LTA

# MdclExpses
source: Medical Expenses
fr: Frais médicaux

# NCstRepairs
source: Net Cost Of Repairs
fr: Coût net des réparations

# NtCDGEClmExpses
source: Net CDGE Claim Expenses
fr: CDGE net réclamation Dépenses

# NtclientRcpt
source: Net Client Receipt
fr: Reçu Net Client

# NtClientRecvry
source: Net Client Recovery
fr: Recovery Net Client

# NtClmRecovery
source: Net Claim Recovery
fr: Recouvrement net de réclamation

source: Others (1)
fr: Autres (1)

source: Others (2)
fr: Autres (2)

# OverClmRecovery
source: Over/Under Claim Recovery
fr: Over / Under revendication Recovery

# Ovr_UndrClientRcvryScora
source: Over/(Under) Client Recovery
fr: Plus / (moins) Recouvrement client

source: Owner/Hirer
fr: Propriétaire / locataire

# PrftShrTxSora
source: Profit Sharing For Taxi
fr: Profit Sharing Pour Taxi

# PrftShrTxTlCases
source: Profit Sharing for Taxi
fr: Partage des bénéfices Taxi

source: Profit Sharing for TL Cases
fr: Partage des bénéfices pour TL Cases

# SOCRA
source: Statement of Recovery Account (SOCRA)
fr: Relevé de compte de récupération (SOCRA)

# SORA
source: Statement of Recovery Account (SORA)
fr: Relevé de compte de récupération (SORA)

source: SORA/SCORA Claim
fr: SORA / SORA revendication

# Sora_SocraSrlNo
source: SORA/SOCRA Serial No
fr: SORA / SOCRA No de série

# SreNtClmRecovery
source: Share Net Clm Recovery
fr: Partager Net Com Recovery

source: Survey Fee
fr: Frais d'enquête

source: T.Clm Expenses - Claimant
fr: Dépenses T.Claim - Demandeur

# TClmExpIncidental
source: T. Clm Expenses - Incidental
fr: Dépenses T. Clm - Incidental

# TCRecpt
source: Total Claim Receipts
fr: Total des recettes de réclamation

source: Third Party
fr: Tierce personne

source: TP/GIA Fee
fr: TP / Fee GIA

# TPRecipt
source: TP Receipt
fr: TP réception

# TtlClmExpnse
source: Total Claim Expenses
fr: Total des dépenses de réclamation

source: Add New Recovery
fr: Ajouter New Recovery

source: New Claim Recovery
fr: Nouvelle récupération de la revendication

# BreakdownofConfirmAmt
source: Breakdown of Confirm Amount
fr: Ventilation du montant de la confirmation
