Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/CmsWeb/Accounting/AddInstallmentPlan.aspx.*.resx
Languages: pt_br

# txtPLAN_CODE
source: Plan Code
pt_br: Plano de Código

# txtPLAN_DESCRIPTION
source: Plan Description
pt_br: Descrição do Plano

# txtPLAN_TYPE
source: Plan Type
pt_br: Tipo de Plano

# txtPERCENT_BREAKDOWN1
source: Percent Breakdown For Each Month:
pt_br: Discriminação por cento para cada mês:

# txtINSTALLMENT_FEES
source: Billing fees
pt_br: taxas de faturamento

# txtNON_SUFFICIENT_FUND_FEES
source: Non Sufficient Fund Fees
pt_br: Taxas não fundo suficiente

# txtREINSTATEMENT_FEES
source: Reinstatement Fees
pt_br: Taxas de Reposição

# txtMIN_INSTALLMENT_AMOUNT
source: Minimum Amount for Billing Plan
pt_br: Valor mínimo para faturamento Plano

# txtAMTUNDER_PAYMENT
source: Percentage of underpayment allowed on billing installment
pt_br: Percentagem de underpayment permitido em faturamento parcela

# txtMINDAYS_PREMIUM
source: Minimum number of days from date premium notice is processed until the due date
pt_br: Número mínimo de dias de aviso prémio data é processada até a data de vencimento

# txtMINDAYS_CANCEL
source: Number of days after premium notice due date the past due/cancellation notice is processed
pt_br: Número de dias após o aviso prémio data de vencimento do aviso de cancelamento vencido / é processado

# txtPOST_PHONE
source: Number of days to postpone printing past due/cancellation notice when agent has money in office
pt_br: Número de dias para adiar a impressão aviso de cancelamento vencido / quando o agente tem o dinheiro no escritório

# txtPOST_CANCEL
source: Number of days to postpone cancellation process when agent has money in office and past due / cancellation notice has already been printed
pt_br: Número de dias para adiar processo de cancelamento, quando o agente tem o dinheiro no escritório e passado aviso de cancelamento devido / já tenha sido impresso

# txtLATE_FEES
source: Late Fees
pt_br: Multas

# txtGRACE_PERIOD
source: Grace Period Cancellation Notice
pt_br: Grace Aviso de Cancelamento do Período

# txtAPPLABLE_POLTERM
source: Applicable to Policy Term
pt_br: Aplicável ao Termo de Política

# txtPLAN_PAYMENT_MODE
source: Plan Payment Mode
pt_br: Plano modo de pagamento

# txtMODE_OF_DOWNPAY
source: Mode of Down Payment
pt_br: Modo de pagamento Down

# txtMODE_OF_DOWNPAY_RENEW
source: Mode of Down Payment Renewal
pt_br: Modo de pagamento Down

# txtPAST_DUE_RENEW
source: Percentage for Past Due at Renewal
pt_br: Percentuais para Vencidas Renovação no

# txtPRO_STATMNT_BEFORE_DAYS
source: Process Statement before number of days
pt_br: Processo de comunicação número de dias antes

# cmbBASE_DATE_DOWNPAYMENT
source: Base Date For Down Payment
pt_br: Base data de pagamento Down

# txtDAYS_SUBSEQUENT_INSTALLMENTS
source: Days Between Subsequent Installments
pt_br: Entre os dias fracções subsequentes

# txtINTREST_RATES
source: Intrest Rate
pt_br: Taxas de juro

# cmbDOWN_PAYMENT_PLAN_RENEWAL
source: Down Payment Plan Renewal
pt_br: Down Renovação Plano de Pagamento

# cmbDOWN_PAYMENT_PLAN
source: Down Payment Plan
pt_br: Plano de Pagamento Down

# cmbNO_OF_PAYMENTS
source: No.of Payments
pt_br: Pagamentos No.of

# txtDUE_DAYS_DOWNPYMT
source: Number of due days for Down Payment
pt_br: Número de dias de vencimento para baixo

# cmbBDATE_INSTALL_NXT_DOWNPYMT
source: Base Date For installments next to Down Payment
pt_br: Data Base Para parcelas junto à downpayment

# txtDAYS_LEFT_DUEPYMT_NXT_DOWNPYMNT
source: Number of Due Days for installment next to Down Payment
pt_br: Número de dias devido a próxima parcela para pagamento de Down

# cmbAPP_LOB
source: Product
pt_br: Produtos

# spanTotal_For_Renewal_Process
source: Total Percentage:
pt_br: Percentual Total:

# Label1
source: Percent Breakdown For Each Month For Renewal Process
pt_br: Discriminação por cento para cada mês, para Processo de Renovação

# Label2
source: Copy New Business Process Plan to Renewal Process
pt_br: Copie Plano de Processo de Novos Negócios para Processo de Renovação

# lblPERCENT_BREAKDOWN
source: Percent Breakdown For Each Month For New Business Process
pt_br: Discriminação por cento para cada mês, para novo processo de negócio

# spanTotal_For_New_Business_Process
source: Total Percentage:
pt_br: Percentual Total:

# cmbRECVE_NOTIFICATION_DOC
source: When to generate receivable notification document:
pt_br: Quando o documento de notificação para gerar créditos:

# capCanc
source: Cancellation Parameters
pt_br: Parâmetros do cancelamento

# capHead
source: Accounting Parameters
pt_br: Parâmetros da Gestão Interfaces

# lblNEW
source: Monthly Breakdown for New Business
pt_br: Repartição mensal para Novos Negócios

# Label3
source: Monthly Breakdown for Renewal
pt_br: Repartição mensal para a Renovação

source: Any
pt_br: qualquer
