Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/CmsWeb/webcontrols/DiaryCalendar.ascx.*.resx
Languages: pt_br

# strALL
source: Show all diary entries
pt_br: Mostrar todas as entradas da Agenda

# strAPQ
source: Application pending quoting
pt_br: Pedido pendente citando

# strQPA
source: Cancellation Requests
pt_br: Solicitação(ões) de Cancelamento

# strQPB
source: Reinstatements Requests
pt_br: Solicitação(ões) de Reintegração

# strAR
source: Adjustments Requests
pt_br: Solicitação(ões) de Ajuste

# strRR
source: Renewal requests
pt_br: Solicitação(ões) de Renovação

# strBR
source: New Business Requests
pt_br: Solicitação(ões) de Novos Negócios

# strER
source: Endorsement Requests
pt_br: Solicitação(ões) de Endosso

# strAA
source: Application Added
pt_br: Proposta(s) Adicionada(s)

# strToday
source: Today
pt_br: Hoje

# strAppoint
source: Please select a date to view the tasks
pt_br: Por favor, selecione uma data para visualizar as tarefas

# lblMonths
source: January,February,March,April,May,June,July,August,September,October,November,December
pt_br: Janeiro,Fevereiro,Março,Abril,Maio,Junho,Julho,Agosto,Setembro,Outubro,Novembro,Dezembro

# lblDays
source: SUN,MON,TUE,WED,THU,FRI,SAT
pt_br: DOM,SEG,TER,QUA,QUI,SEXT,SÁB

# strReInst
source: Reinstatement Requests
pt_br: Reposição Pedidos

# strClmMvmnt
source: Claims Awaiting Authorisation
pt_br: Reivindicações aguardar a autorização

# strCF
source: Communication Followups
pt_br: Acompanhamentos de Comunicados

# strANF
source: Attention Notes Followups
pt_br: Acompanhamentos de Notas

# strCRE
source: Claim Review
pt_br: Revisão(ões) de Sinistro

# strPT
source: Pending Tasks
pt_br: Tarefas pendentes

# strRV
source: Recently Visited
pt_br: Últimas Visitas

# strCustomer
source: Customer:
pt_br: Cliente:

# strPolicy
source: Policy:
pt_br: Apólice:

# strClaim
source: Claim:
pt_br: Sinistro:

# strOn
source: On
pt_br: Em

# strQuickAPP
source: Quick Application
pt_br: Aplicação Rápida

# strApplication
source: Application:
pt_br: Proposta:
