Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Policies/Aspx/Watercraft/PolicyAddWatercraftGenInfo.aspx.*.resx
Languages: pt_br

# cmbPHY_MENTL_CHALLENGED
source: Any operator physically or mentally impaired?
pt_br: Qualquer operador física ou mentalmente deficiente?

# txtPHY_MENTL_CHALLENGED_DESC
source: Driver Impairment Description
pt_br: Descrição falhas do condutor

# cmbDRIVER_SUS_REVOKED
source: Anyone had a license suspended, restricted or revoked in the last 5 years?
pt_br: Alguém já teve a carteira suspensa, limitada ou revogada, nos últimos 5 anos?

# txtDRIVER_SUS_REVOKED_DESC
source: Driver License Description
pt_br: Descrição Carteira de Habilitação

# cmbIS_CONVICTED_ACCIDENT
source: Any operator convicted of a major violation in the last 5 years?
pt_br: Qualquer operador condenado por uma violação grave dos últimos 5 anos?

# txtIS_CONVICTED_ACCIDENT_DESC
source: Violation Description
pt_br: Descrição violação

# cmbDRINK_DRUG_VOILATION
source: Anyone had a drinking or drug related violation in last 5 years?
pt_br: Alguém já teve uma violação de bebida ou droga nos últimos cinco anos?

# cmbMINOR_VIOLATION
source: Any operator convicted of a minor violation in the last 3 years?
pt_br: Qualquer operador condenado por violação de menores nos últimos 3 anos?

# cmbANY_OTH_INSU_COMP
source: Any other insurance with this company?
pt_br: Qualquer outro seguro com esta empresa?

# txtOTHER_POLICY_NUMBER_LIST
source: Other Policy Details(Provide operator, insurance co, vehicle # and policy #)
pt_br: Outros detalhes Política (Forneça operador, co-seguro, veículo # e política #)

# cmbANY_LOSS_THREE_YEARS
source: Anyone had any losses with this or other vessels?
pt_br: Alguém já teve prejuízos com navios deste ou de outros?

# txtANY_LOSS_THREE_YEARS_DESC
source: Loss Description
pt_br: Descrição da perda

# cmbCOVERAGE_DECLINED
source: Has any applicant's watercraft coverage been refused, cancelled or non renewed in the last 12 months by any insurer?
pt_br: Tem cobertura de qualquer candidato embarcações sido recusada, cancelada ou não renovada nos últimos 12 meses, por qualquer seguradora?

# txtCOVERAGE_DECLINED_DESC
source: Coverage Declined Description
pt_br: Cobertura recusada Descrição

# cmbDEGREE_CONVICTION
source: Conviction of any degree of arson in past 5 (10 RI)?
pt_br: Convicção de qualquer grau de incêndios nos últimos 5 (10 RI)?

# txtDEGREE_CONVICTION_DESC
source: Conviction Description
pt_br: Descrição Conviction

# cmbIS_RENTED_OTHERS
source: Is any boat rented to others?
pt_br: É qualquer barco alugado para outras pessoas?

# txtIS_RENTED_OTHERS_DESC
source: Rented Description
pt_br: Descrição Alquileres

# cmbIS_BOAT_COOWNED
source: Is Boat Co-owned?
pt_br: Barco é co-propriedade?

# txtIS_BOAT_COOWNED_DESC
source: Boat Co-owned Description
pt_br: Barco Descrição co-propriedade

# cmbIS_REGISTERED_OTHERS
source: Is any boat registered to anyone other than applicant?
pt_br: É qualquer embarcação registrada para qualquer um que não candidato?

# txtIS_REGISTERED_OTHERS_DESC
source: Registration Description
pt_br: Descrição Registro

# cmbPARTICIPATE_RACE
source: Is any boat used to participate in any race,speed, or fishing contest other than a Sailboat under 26ft?
pt_br: É qualquer embarcação utilizada para participar em qualquer corrida de velocidade, ou o concurso de pesca à excepção de um veleiro sob 26ft?

# txtPARTICIPATE_RACE_DESC
source: Boat Description
pt_br: Descrição do barco

# cmbCARRY_PASSENGER_FOR_CHARGE
source: Is any boat used to carry passengers for a charge?
pt_br: É qualquer embarcação usada para transportar passageiros para uma carga?

# txtCARRY_PASSENGER_FOR_CHARGE_DESC
source: Boat used to carry passengers for a charge description
pt_br: Barco usado para transportar os passageiros para uma descrição cargo

# cmbIS_PRIOR_INSURANCE_CARRIER
source: Any Prior carrier?
pt_br: Antes de qualquer operadora?

# txtPRIOR_INSURANCE_CARRIER_DESC
source: Name Of Carrier
pt_br: Nome da transportadora

# cmbMULTI_POLICY_DISC_APPLIED
source: Is multipolicy discount applied?
pt_br: É multipolicy desconto aplicado?

# txtMULTI_POLICY_DISC_APPLIED_PP_DESC
source: Multipolicy Discount Description
pt_br: Multipolicy Descrição Desconto

# cmbANY_BOAT_AMPHIBIOUS
source: Are any of the boats Hydrofoils, Swamp Buggies, Collapsible, Experimental, Converted Military Craft Single Passenger or Amphibious?
pt_br: Algum dos barcos Hydrofoils, Pântano Buggies, dobrável, Experimental, antigo militar Artesanato Único passageiro ou anfíbio?

# txtANY_BOAT_AMPHIBIOUS_DESC
source: Boat Description
pt_br: Descrição do barco

# cmbANY_BOAT_RESIDENCE
source: Is any boat used as a residence?
pt_br: É qualquer barco usado como uma residência?

# txtANY_BOAT_RESIDENCE_DESC
source: Boat Residence Description
pt_br: Barco Descrição Residence

# cmbIS_BOAT_USED_IN_ANY_WATER
source: Is any boat used in any water other than Indiana, Michigan or Wisconsin?
pt_br: É qualquer embarcação utilizada em qualquer outra água que o Indiana, Michigan e Wisconsin?

# txtIS_BOAT_USED_IN_ANY_WATER_DESC
source: Boat used in any water Description
pt_br: Barco usado em qualquer descrição de água
