Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Policies/Aspx/Watercraft/PolicyAddWatercraftInformation.aspx.*.resx
Languages: pt_br

# txtBOAT_NO
source: Boat Number
pt_br: Número de Barcos

# txtMAX_SPEED
source: Maximum Speed
pt_br: Velocidade máxima

# cmbTYPE_OF_WATERCRAFT
source: Type of Watercraft
pt_br: Tipo de embarcação

# txtDESC_OTHER_WATERCRAFT
source: Watercraft Type Description
pt_br: Watercraft Descrição Tipo

# txtYEAR
source: Year
pt_br: Ano

# txtMAKE
source: Make
pt_br: Faça

# txtMODEL
source: Model
pt_br: Modelo

# txtLENGTH
source: Length
pt_br: Comprimento

# txtINCHES
source: Inches
pt_br: Polegadas

# txtWATERCRAFT_HORSE_POWER
source: Horsepower/CC
pt_br: Cavalo-vapor/CC

# cmbTWIN_SINGLE
source: Twin or Single
pt_br: Duplo ou Single

# cmbSTATE_REG
source: State Registered
pt_br: Estado Registado

# cmbHULL_MATERIAL
source: Hull Material
pt_br: Material do casco

# cmbFUEL_TYPE
source: Fuel Type
pt_br: Tipo de combustível

# cmbTERRITORY
source: Territory Docked In
pt_br: Ancorado no território

# txtDATE_PURCHASED
source: Date Purchased
pt_br: Data de Aquisição

# txtINSURING_VALUE
source: Insuring Value (incl. motor)
pt_br: Seguro de Valor (motor incluído)

# txtBERTH_LOC
source: Storage Location
pt_br: Local de Armazenamento

# cmbWATERS_NAVIGATED
source: Waters Navigated
pt_br: Águas Navigated

# cmbLORAN_NAV_SYSTEM
source: Loran Navigation System, GPS or Depth Sounder and Ship to Shore Radio
pt_br: Sistema de navegação Loran, GPS ou sonar de profundidade e Ship to Shore Rádio

# cmbDIESEL_ENGINE
source: Diesel Engine
pt_br: Motor Diesel

# cmbSHORE_STATION
source: Shore Station
pt_br: Shore Estação

# cmbHALON_FIRE_EXT_SYSTEM
source: Halon fire extinguisher system
pt_br: Halon sistema de extintor de incêndio

# cmbDUAL_OWNERSHIP
source: Dual ownership for Unrelated Parties
pt_br: propriedade dupla para partes não relacionadas

# cmbREMOVE_SAILBOAT
source: Remove Sailboat Racing Exclusion
pt_br: Retire do veleiro Racing Exclusão

# cmbCOV_TYPE_BASIS
source: Coverage Type Basis
pt_br: Cobertura Base Tipo

# cmbPHOTO_ATTACHED
source: Photo Attached
pt_br: Foto em anexo

# txtDATE_MARINE_SURVEY
source: Date of Marine Survey
pt_br: Data da Pesquisa Marinha

# capLOCATION_ZIP
source: Zip
pt_br: Cep

# capLOCATION_STATE
source: State
pt_br: Estado

# capLOCATION_ADDRESS
source: Address
pt_br: Endereço

# capLOCATION_CITY
source: City
pt_br: Cidade

# capLAY_UP_PERIOD_FROM
source: Lay Up Period From
pt_br: Período De Lay Up

# capLAY_UP_PERIOD_TO
source: Lay Up Period To
pt_br: Estabelecer-se prazo para

# cmbUSED_PARTICIPATE
source: Watercraft Used to participate in any race, speed or fishing contest ?
pt_br: Watercraft Usado para participar em qualquer corrida de velocidade, ou concurso de pesca?

# txtWATERCRAFT_CONTEST
source: Watercraft Contest
pt_br: Concurso de Embarcações

# cmbOTHER_POLICY
source: Coverage provided under Policy #
pt_br: Cobertura fornecida no âmbito da política #

# cmbIS_BOAT_EXCLUDED
source: Is this Boat/Motor Excluded?
pt_br: É este Barco / Motor Exclusão?

# cmbLOSSREPORT_ORDER
source: Property Loss Report Ordered
pt_br: Propriedade Relatório Perda ordenada

# txtLOSSREPORT_DATETIME
source: Date Ordered
pt_br: Data do Pedido
