Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Policies/Aspx/NamedPerils/AddNamedPerils.aspx.*.resx
Languages: pt_br

# chkASSIST24
source: 24 hrs Assistance
pt_br: Assistência 24 hrs

# chkpRAWVALUES
source: Contents/Raw Values
pt_br: Ajustável

# chkRAWVALUES
source: Contents/Raw Values
pt_br: Sumário / Raw Valores

# cmbACTIVITY_TYPE
source: Activity Type
pt_br: Atividade

# cmbCONSTRUCTION
source: Construction
pt_br: Tipo de Construção

# cmbLOCATION
source: Location
pt_br: Local

# cmbLOYALTY
source: Loyalty
pt_br: Lealdade

# cmbMULTIPLE_DEDUCTIBLE
source: Multiple Deductible
pt_br: Múltiplas Franquias

# cmbOCCUPANCY
source: Occupied As
pt_br: Ocupação

# txtBUILDING
source: Building Value
pt_br: Valor Prédio

# txtCLAIM_RATIO
source: Claim Ratio
pt_br: Sinistralidade

# txtCONTENTS_VALUE
source: Contents Value
pt_br: MMU

# txtDEDUCTIBLE_OPTION
source: Deductible Optional
pt_br: Franquia Opcional

# txtLMI
source: Maximum Limit
pt_br: LMR

# txtLOSS
source: Possible Maximum Loss
pt_br: Probabilidade Máx Perda

# txtMRI
source: MRI value
pt_br: MRI

# txtPARKING_SPACES
source: #Parking Spaces
pt_br: Qtde. Veículos

# txtPERC_LOYALTY
source: Loyalty%
pt_br: Percentagem de Fidelidade

# txtRAW_MATERIAL_VALUE
source: Raw Material Value
pt_br: Valor Conteúdo

# txtREMARKS
source: Remarks
pt_br: Observações

# txtTYPE
source: Type#
pt_br: Tipo

# txtVR
source: Value At Risk
pt_br: VR

# txtBONUS
source: Bonus
pt_br: Fidelidade

# hidDeletemsg
source: The selected location will be removed form the risk level. Do you also desire it to be removed from the locations tab at app/policy level?
pt_br: O local selecionado seré removido do local de risco. Você também deseja que ele seja removido da guia 'Locais' na Proposta/Apólice?

# capLOCATION_NUMBER
source: Location Number
pt_br: Local de Risco

# capITEM_NUMBER
source: Item Number
pt_br: Item

# txtACTUAL_INSURED_OBJECT
source: Actual Insured Object:
pt_br: objeto segurado

# cmbExceeded_Premium
source: Exceeded Premium:
pt_br: Prêmio ultrapassado:
