Repository: chandanchakravarty/MCAS
Catalog: MCAS/MCAS.Web.Objects/Resources/Home/Index.*.resx
Languages: fr

source: Dashboard
fr: tableau de bord

source: Home
fr: Accueil

source: View more...
fr: Voir plus...

source: Completed Diary
fr: Terminé Diary

source: Total Claims
fr: Nombre de revendications

source: New Diary
fr: nouveau Journal

source: Action Due
fr: En raison action

source: Alerts Description
fr: alertes description

source: Alerts Record Table
fr: Alertes Tableau d'enregistrement

source: Approval Date
fr: Date d'approbation

source: Approved?
fr: Approuvé ?

source: Approver
fr: approbateur

source: Assigned To
fr: Assigné à

# ClaimantName
source: Claimant's Name
fr: Nom du demandeur

source: Claimant Name
fr: Nom demandeur

source: Claim No
fr: Aucune revendication

source: Claim Type
fr: type de revendication

source: Closed Date
fr: fermé date

source: Created By
fr: Créé par

source: Escalated To
fr: Pour escalade

source: Est Completion Date
fr: Est Date d'achèvement

source: IP No
fr: Aucune IP

source: Mandate Record Table
fr: Mandat Tableau d'enregistrement

source: Mandate Request Date
fr: Mandat Date de la demande

source: Modified Date
fr: date de modification

source: Payment Record Table
fr: Tableau d'enregistrement de paiement

source: Payment Request Date
fr: Date de la demande de paiement

source: Prompt Details
fr: Détails rapides

source: Reassign
fr: réaffecter

source: Reassigned To
fr: réaffecté à

source: Requester
fr: demandeur

source: Task Record Table
fr: Tâche Tableau d'enregistrement

source: Total Mandate Amount Requested
fr: Mandat Montant total demandé

source: Total Payment Amount Requested
fr: Paiement Montant total demandé

source: Alert Reassignment
fr: Réaffectation alerte
