Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Account/Aspx/AddDepositDetails.aspx.*.resx
Languages: pt_br

# cmbPAY_MODE
source: Payment Mode:
pt_br: Forma Recebimento:

# txtPOLICY_NUMBER
source: Policy Number:
pt_br: Apólice:

# txtRISK_PREMIUM
source: Risk Premium:
pt_br: Prêmio de Risco:

# txtFEE
source: Fees:
pt_br: Custo de Apólice:

# txtTAX
source: Taxes:
pt_br: IOF:

# txtINTEREST
source: Interest:
pt_br: Adicional:

# txtLATE_FEE
source: Late Fees:
pt_br: Multas:

# txtBOLETO_NO
source: Our Number:
pt_br: Nosso Número:

# txtRECEIPT_AMOUNT
source: Receipt Amount:
pt_br: Valor Total:

# txtBANK_NUMBER
source: Number of Bank:
pt_br: Número do banco:

# txtBANK_AGENCY_NUMBER
source: Branch of Bank:
pt_br: Número da Agência do Banco:

# txtBANK_ACCOUNT_NUMBER
source: Account Number:
pt_br: Número de Conta:

# txtIS_EXCEPTION
source: Exception:
pt_br: Inconsistência:

# txtIS_APPROVE
source: Approve:
pt_br: Aprovar:

# cmbAPPROVE_REFUND
source: Processing Option:
pt_br: Opção de Processamento:

# txtTOTAL_PREMIUM_COLLECTION
source: Total Premium Collection:
pt_br: Valor Recebimento:

# txtLEADER_POLICY_NUMBER
source: Leader Policy #:
pt_br: Nro.Apólice Líder:

# cmbBrokerName
source: Broker Name:
pt_br: Corretor:

# cmbReinsuranceName
source: Reinsurance Name:
pt_br: Ressegurador:

# cmbFollowerName
source: Follower Name:
pt_br: Congênere:

# capPOLICY_DESCRIPTION
source: Policy Version:
pt_br: Versão da Apólice:

# capREFUND_AMOUNT
source: Refund Amount:
pt_br: Valor de Restituição:

# capPOLICY_INSTALLMENT
source: Policy Installment:
pt_br: Parcelamento:

# capCO_COMMISSION_AMOUNT
source: Co-Commission Amount:
pt_br: Comissão de Cosseguro:

# capINSTALLMENT
source: Installment:
pt_br: Parcela:

# capINSTALLMENT_RISK_PREMIUM
source: Installment Risk Premium:
pt_br: Prêmio de Risco:

# capINTEREST_AMOUNT
source: Interest Amount:
pt_br: Adicional:

# capNET_INSTALLMENT_AMOUNT
source: Net Installment Amount:
pt_br: Valor Líquido:

# capBROKER_COMMISSION_AMOUNT
source: Broker Commission Amount:
pt_br: Comissão de Corretagem:

# capLEADER_ENDORSEMENT_NUMBER
source: Leader endorsement#:
pt_br: Nro. Endosso Líder:

# txtPAYMENT_DATE
source: Receipt Date:
pt_br: Data Recebimento:
