Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Policies/Aspx/AddPolicyReinsurer.aspx.*.resx
Languages: pt_br

# btndelete
source: Delete
pt_br: Excluir

# btnSave
source: Save
pt_br: Salvar

# btnSelect
source: Select
pt_br: Selecionar

# cmbCONTRACT
source: Contract
pt_br: Contrato

# cmbCONTRACT_FACULTATIVE
source: Contract/ Facultative
pt_br: Contrato / Facultativo

# txtREINSURANCE_CEDED
source: Reinsurance Ceded %
pt_br: % Cessão

# txtREINSURANCE_COMMISSION
source: Reinsurance Commission %
pt_br: % Comissão

# capREINSURER_NAME
source: Reinsurer Name
pt_br: Ressegurador

# lblManHeader
source: Please note that all fields marked with * are mandatory
pt_br: Por favor, note que todos os campos marcados com * são de preenchimento obrigatório.

# cmbREIN_COMAPANY_NAME
source: Reinsurer
pt_br: Ressegurador

# confirmmessage
source: Are you sure \n You want to delete ?
pt_br: Tem certeza de que \n que deseja excluir ?

# selectChk
source: Select at least one checkbox
pt_br: Selecione pelo menos uma opção.

# lblTitle
source: Reinsurance
pt_br: Resseguro

# txtREINSURER_NUMBER
source: Reinsurer Number
pt_br: Nro. Ressegurador

# lblPOLICY_NUMBER
source: Rein Company Name
pt_br: Ressegurador

# lblREINSURER_NAME
source: Contract
pt_br: Nro. Contrato

# lblCONTRACT_NUMBER
source: Layer Amount
pt_br: Valor de Cessão da Camada

# lblLAYER
source: Layer
pt_br: Camada

# lblLAYER_AMOUNT
source: TIV
pt_br: LMG

# lblRETENTION_PER
source: Risk Id
pt_br: ID do Risco

# lblTRAN_PREMIUM
source: Transaction Premium
pt_br: Prêmio da Apólice

# lblCOMM_AMOUNT
source: Retention %
pt_br: %Retenção

# lblCOMM_PER
source: Rein Premium
pt_br: Prêmio Cedido

# lblRISK_ID
source: Comm Amount
pt_br: Valor Comissão Resseguro

# lblREIN_CEDED
source: Comm %
pt_br: % Cessão

# lblTIV
source: TIV
pt_br: LMG

# lblRI_BREAKDOWN
source: RI Treaties For Policy
pt_br: Contratos de Resseguro na Apólice

# lblREIN_COM_CODE
source: Rein Company Code
pt_br: Rein Código das Sociedades Comerciais

# lblREIN_COMPANY_NAME
source: Rein Company Name
pt_br: Rein Nome da Empresa

# lblINTEREST
source: Interest
pt_br: Juros

# lblTOTAL_AMOUNT
source: Total Amount
pt_br: Valor Total

# lblRATE
source: Contract Comm Percentage
pt_br: % Comissão do Contrato

# cmbMAX_NO_INSTALLMENT
source: Maximum Installment
pt_br: Nro. Max. de Parcelas

# cmbRISK_ID
source: Risk
pt_br: Local de Risco

# btnsave_act
source: Save
pt_br: Salvar

# cmbDISREGARD_RI_CONTRACT
source: Disregard RI Contract
pt_br: Desconsiderar Contrato:

# txtCOMM_AMOUNT
source: Comm Amount
pt_br: Valor Comissão Resseguro

# txtLAYER_AMOUNT
source: Layer Amount
pt_br: Valor de Cessão da Camada

# txtREIN_PREMIUM
source: Rein premium
pt_br: Prêmio de Resseguro

# hidmessage1
source: Please select Reinsurar
pt_br: Selecione Ressegurador
