Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Policies/Aspx/PolicyClauses.aspx.*.resx
Languages: pt_br

# capHeading
source: System Defined Clauses
pt_br: Cláusulas Definidas em Sistema

# capHeading1
source: User Defined Clauses
pt_br: Claúsulas Definidas pelo Usuário

# lblHeader
source: Clauses
pt_br: Cláusulas

# capHEADER_CLAUSE_TITLE
source: Clause Title
pt_br: Título da Cláusula

# capHEADER_SUSEP_LOB
source: SUSEP LOB
pt_br: Ramo - Produto

# hlkView_Edit
source: View/Edit
pt_br: Exibir/Editar

# lblNoRows
source: No Records Found!
pt_br: Nenhum registro encontrado

# lblDelete
source: Are you sure you want to delete?
pt_br: Tem certeza de que deseja excluir?

# lblAlertCheck
source: Please select at least one checkbox.
pt_br: Por favor, selecione pelo menos uma opção.

# capCLAUSE_TITLE
source: Clause Title
pt_br: Título da Cláusula

# capPOL_CLAUSE_ID
source: Policy Clause ID
pt_br: Cláusula Política ID

# capCLAUSE_DESCRIPTION
source: Clause Description
pt_br: Descrição Cláusula

# btnAdd
source: Add User Defined Clauses
pt_br: Adicionar cláusulas definidas pelo usuário

# btnDelete_UD
source: Delete
pt_br: Excluir

# btnSave_UD
source: Save
pt_br: Salvar

# hlkView
source: View
pt_br: Exibir

# capHEADER_CLAUSE_CODE
source: Clause Code
pt_br: Cláusula Código
