Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Policies/Aspx/PolicyGeneralInfo.aspx.*.resx
Languages: pt_br

# txtPOLICY_DISP_VERSION
source: Version
pt_br: Versão

# cmbAPP_TERMS
source: Term (in Days)
pt_br: Vigência (em dias)

# txtAPP_INCEPTION_DATE
source: Inception Date
pt_br: Data da Proposta

# txtAPP_EFFECTIVE_DATE
source: Effective Date
pt_br: Início da Vigência

# txtAPP_EXPIRATION_DATE
source: Expiration Date
pt_br: Término da Vigência

# txtPOLICY_LOB
source: Product
pt_br: Produto

# cmbAPP_LOB
source: Product
pt_br: Produto

# cmbState_ID
source: State
pt_br: Estado

# cmbCSR
source: CSR Name
pt_br: Produtor Interno

# cmbPRODUCER
source: Servicer
pt_br: Produtor Externo

# cmbUNDERWRITER
source: Underwriter
pt_br: Subscritor

# chkPOLICY_LEVEL_COMM_APPLIES
source: Policy Level Commission Applies
pt_br: Comissão em Nível Apólice

# cmbINSTALL_PLAN_ID
source: Billing Plan
pt_br: Plano de Cobrança

# txtDOWN_PAY_MODE
source: Down Payment Mode
pt_br: Forma de Pagamento

# lblManHeader
source: Please note that all fields marked with * are mandatory
pt_br: Por favor, note que todos os campos marcados com * são de preenchimento obrigatório.

# lblAppHeader
source: Application
pt_br: Proposta

# lblTermHeader
source: Term
pt_br: Vigência

# lblAgencyHeader
source: Broker
pt_br: Corretor

# lblRemarksHeader
source: Remarks
pt_br: Observações

# lblBillingHeader
source: Billing Information
pt_br: Informações de Cobrança

# lblAllPoliciesHeader
source: Any other policy with Wolverine
pt_br: Qualquer outra apólice com a seguradora

# lblPolicies
source: All the policies with Wolverine
pt_br: Todas as apólices com a seguradora

# lblPoliciesDiscount
source: Policies eligible for discount
pt_br: Apólices elegíveis para o desconto

# txtCUSTOMER_ID
source: Customer
pt_br: Cliente

# txtPOLICY_STATUS
source: Status
pt_br: Corretor

# cmbAPP_AGENCY_ID
source: Broker
pt_br: Corretor

# txtAPP_NUMBER
source: Application Number
pt_br: Número da Proposta

# cmbBILL_TYPE
source: Bill Type
pt_br: Tipo de Cobrança

# cmbPOLICY_SUBLOB
source: Line of Business
pt_br: Subramo

# TEMP_APP_NUMBER
source: To be generated
pt_br: Gerada Pelo Sistema

# DefaultAppStatus
source: Incomplete
pt_br: Incompleto

# lblUNDERWRITER
source: To be Assigned
pt_br: A ser atribuído

# lblProduct
source: Product
pt_br: Produto

# cmbPOLICY_CURRENCY
source: Policy Currency
pt_br: Moeda da Apólice

# txtPOLICY_LEVEL_COMISSION
source: Policy Level Commission
pt_br: Perc. Comissão Nível Apólice

# txtBILLTO
source: Bill To
pt_br: Para Cobrança

# cmbPAYOR
source: Insured/Co-applicant
pt_br: Segurado/ Sub-Estipulante

# cmbCO_INSURANCE
source: Co-Insurance
pt_br: Emissão

# lblDelete
source: Are you sure you want to delete this application?
pt_br: Tem certeza que quer excluir esta proposta?

# lblCustomAppNumber
source: ;Application Number:
pt_br: ;Número da Aplicação:

# lblCustomVersion
source: ;Version:
pt_br: ;Versão:

# lblNewVersion
source: Do you wish to move to new version?
pt_br: Deseja mudar para nova versão?

# lblCopy1
source: New version of Application #
pt_br: Nova versão do Aplicativo #

# lblCopy2
source: - Version #
pt_br: - Versão #

# lblCopy3
source: - created successfully.
pt_br: - criado com êxito.

# cmbTRANSACTION_TYPE
source: Transaction Type
pt_br: Tipo de Transação

# cmbDIV_ID_DEPT_ID_PC_ID
source: Div/Dept/PC
pt_br: Filial Emissora

# txtPREFERENCE_DAY
source: Preferred Billing Day
pt_br: Preferidos dia de faturamento

# txtBROKER_REQUEST_NO
source: Broker Request #
pt_br: Nro. Pedido Corretor

# txtPOLICY_DESCRIPTION
source: Remarks
pt_br: Observações

# chkBROKER_COMM_FIRST_INSTM
source: Pay Broker Commission on First Installment
pt_br: Comissão Antecipada

# cmbACTIVITY
source: Activity
pt_br: Atividade

# cmbMODALITY
source: Modality
pt_br: Modalidade

# strErrMsg
source: Error Generating Application Number. Please check Branch Code for Division, Susep Lob Code for Product.
pt_br: Erro número do pedido Geração. Por favor, verifique Bancária Código de Divisão, Susep Lob Código de Produto.

# gIntShowQuote4
source: Application is rejected based on certain rules, so quote cannot be generated.
pt_br: Pedido for indeferido com base em certas regras, de modo citação não pode ser gerada.

# lblRulesMessage
source: EBIX Advantage - Rules Mandatory Information
pt_br: EBIX Advantage - Verificação de Regras

# lblHeader
source: Application Information
pt_br: Informações

# lblRejCopy
source: Policy copied successfully \n\n New Application Number:
pt_br: Proposta copiada com sucesso.\n\n Novo número de proposta:

# lbDuplicate
source: This application number already exists.Choose another application number.
pt_br: Este número do pedido já exists.Choose outro número de pedido.

# txtOLD_POLICY_NUMBER
source: Old Policy Number
pt_br: Número de Apólice Anterior
