Repository: chandanchakravarty/MCAS
Catalog: MCAS/MCAS.Web.Objects/Resources/Masters/VehicleListingMaster.*.resx
Languages: fr

source: Add New
fr: ajouter de nouveaux

source: Aircon
fr: Air climatisé

source: Axle
fr: essieux

# BackToListAction
source: Back to List
fr: Retour à la liste

# CreateAction
source: Create
fr: créer

# CreatePageTitle
source: Create [[EntityName]]
fr: créer [[EntityName]]

# CreateValidationSummaryMessage
source: Error creating [[EntityName]]
fr: Erreur de création [[EntityName]]

# DeleteAction
source: Delete
fr: Supprimer

# DeleteConfirmMessage
source: Are you sure you want to delete this?
fr: êtes-vous sûr de vouloir supprimer cette ?

# DeletePageTitle
source: Delete [[EntityName]]
fr: Supprimer [[EntityName]]

# DetailsPageTitle
source: [[EntityName]] Details
fr: [ [EntityName]] Détails

source: Edit
fr: éditer

# EditAction
source: Save
fr: Modifier l'action

# EditPageTitle
source: Edit [[EntityName]]
fr: édition [[EntityName]]

# EditValidationSummaryMessage
source: Error updating [[EntityName]]
fr: erreur de mise à jour [[EntityName]]

# LabelAxle
source: [[Axle]]
fr: [[Axe]]

# LabelHselect
source: [[Hselect]]
fr: [[HCochez]]

# LabelModel
source: [[Model]]
fr: [[Modèle]]

# LabelModelDescription
source: [[ModelDescription]]
fr: [[MODELEDescription]]

# LabelStatus
source: [[Status]]
fr: [[État]]

# LabelTraining
source: [[Training]]
fr: [[Formation]]

# LabelUploadFileName
source: [[UploadFileName]]
fr: [ [UploadNomFichier]]

# ListActionCreate
source: Create New
fr: Créer

# ListActionDelete
source: Delete
fr: Supprimer

# ListActionDetails
source: Details
fr: Détails

# ListActionEdit
source: Edit
fr: éditer

# ListPageTitle
source: [[EntityName]] List
fr: [[EntityName]] Liste

# ModelDescription
source: Chassis No.
fr: Châssis n °

source: Type
fr: le type

# ValidationMessageAircon
source: [[Aircon]] Required
fr: [[Aircon]] requis

# ValidationMessageAxle
source: [[Axle]] Required
fr: [[Axe]] requis

# ValidationMessageBusNo
source: [[BusNo]] Required
fr: [[BusNo]] requis

# ValidationMessageChasisNo
source: [[ChasisNo]] Required
fr: [[ChasisNo]] requis

# ValidationMessageCreatedBy
source: [[CreatedBy]] Required
fr: [[CreatedBy ]] requis

# ValidationMessageCreatedOn
source: [[CreatedOn]] Required
fr: [[CreatedOn]] requis

# ValidationMessageCultureCode
source: [[CultureCode]] Required
fr: [[CultureCode]] requis

# ValidationMessageHgetval
source: [[Hgetval]] Required
fr: [[Hgetval]] requis

# ValidationMessageHgetval1
source: [[Hgetval1]] Required
fr: [[Hgetval1]] requis

# ValidationMessageHselect
source: [[Hselect]] Required
fr: [[HCochez]] requis

# ValidationMessageinputFileName
source: [[inputFileName]] Required
fr: [[InputFileName]] requis

# ValidationMessageinputFileRefNo
source: [[inputFileRefNo]] Required
fr: [[inputFileRefNo] ] requis

# ValidationMessageinputUploadDate
source: [[inputUploadDate]] Required
fr: [[inputUploadDate]] requis

# ValidationMessageLangId
source: [[LangId]] Required
fr: [[LANGID]] requis

# ValidationMessagelistscreenId
source: [[listscreenId]] Required
fr: [[listscreenId]] requis

# ValidationMessageMake
source: [[Make]] Required
fr: [[Make]] requis

# ValidationMessageModel
source: [[Model]] Required
fr: [[Modèle]] requis

# ValidationMessageModelDescription
source: [[ModelDescription]] Required
fr: [[MODELEDescription]] requis

# ValidationMessageModifiedBy
source: [[ModifiedBy]] Required
fr: [[ModifiedBy]] nécessaire

# ValidationMessageModifiedOn
source: [[ModifiedOn]] Required
fr: [[ModifiedOn]] requis

# ValidationMessageReadOnly
source: [[ReadOnly]] Required
fr: [[ReadOnly]] requis

# ValidationMessagescreenId
source: [[screenId]] Required
fr: [[screenId]] requis

# ValidationMessageStatus
source: [[Status]] Required
fr: [[État]] requis

# ValidationMessageTotalRecords
source: [[TotalRecords]] Required
fr: [[TotalRecords]] requis

# ValidationMessageTraining
source: [[Training]] Required
fr: [[Formation]] requis

# ValidationMessageType
source: [[Type]] Required
fr: [[type]] requis

# ValidationMessageUploadedDate
source: [[UploadedDate]] Required
fr: [[UploadedDate]] requis

# ValidationMessageUploadedFailed
source: [[UploadedFailed]] Required
fr: [[UploadedFailed]] requis

# ValidationMessageUploadFileId
source: [[UploadFileId]] Required
fr: [[UploadFileId]] requis

# ValidationMessageUploadFileName
source: [[UploadFileName]] Required
fr: [[UploadNomFichier]] requis

# ValidationMessageUploadFileRefNo
source: [[UploadFileRefNo]] Required
fr: [[UploadFileRefNo]] requis

# ValidationMessageUploadPath
source: [[UploadPath]] Required
fr: [[UploadPath]] requis

# ValidationMessageUplodedSuccess
source: [[UplodedSuccess]] Required
fr: [[UplodedSuccess]] requis

# ValidationMessageVehicleClassCode
source: [[VehicleClassCode]] Required
fr: [[VehicleClassCode]] requis

# ValidationMessageVehicleMasterId
source: [[VehicleMasterId]] Required
fr: [[VehicleMasterId]] requis

# ValidationMessageVehicleRegNo
source: [[VehicleRegNo]] Required
fr: [[VehicleRegNo]] requis

# ValidationMessageViewMode
source: [[ViewMode]] Required
fr: [[ViewMode]] requis

# VehicleClassCode
source: Vehicle Class
fr: classe de véhicule

# VehicleMakeCode
source: Make
fr: marque

# VehicleModelCode
source: Model
fr: modèle

# VehicleRegNo
source: Bus No.
fr: bus n °

source: View
fr: vue

source: System Admin
fr: administrateur système

source: Upload Main Menu
fr: Télécharge Menu principal

source: Vehicle Listing Upload
fr: Liste des voitures de chargement

source: Bus Captain Listing
fr: Bus capitaine Annonce

source: Vehicle Listing Masters
fr: Liste de véhicules Masters

source: Upload File
fr: télécharger le fichier

source: Select File To Upload
fr: sélectionnez Fichier à télécharger

source: Upload file is required.
fr: télécharger le fichier est nécessaire.

source: Select Vehicle Class To Validate
fr: Sélectionner une classe de véhicules à valider

source: Vehicle class is required.
fr: la classe de véhicule est nécessaire.

source: Enquiry on
fr: enquête sur

# UploadFileRefNo
source: Upload Ref No.
fr: Télécharge Ref No

# Status
source: Upload Status
fr: l'état de chargement

# UploadedDate
source: Upload From Date
fr: télécharger à partir de la date

# PROCESSED_DATE
source: Upload To Date
fr: Télécharges à ce jour

source: Clear
fr: clair

source: Search
fr: Recherche

source: Uploaded Date & TIme
fr: Posté date et heure

source: Total Records
fr: nombre total d'enregistrements

source: Success Records
fr: Succès

source: Failed Records
fr: Fiches échoué

# Statu
source: Status
fr: Statut

source: LOG File
fr: le fichier journal

source: Download
fr: télécharger

source: Search Results
fr: Résultats de la recherche

source: Enquiry on Vehicle Listing Master
fr: Demande de renseignements sur Liste des voitures de maître

# Vlmaster
source: Vehicle Listing Upload
fr: le véhicule Master

source: Bus Captain Listing Master
fr: Bus capitaine Annonce Maître

source: Bus Captain Upload
fr: Bus capitaine chargement

source: Chassis No
fr: Châssis Non

source: Vehicle
fr: véhicules

source: Class
fr: classe

source: Make
fr: Marque

source: Model
fr: Modèle

source: Back
fr: Retour

source: Save
fr: Sauvegarder

source: Vechile Class
fr: vechile classe

source: Vehicle Listing Details
fr: Liste des voitures de Détails
