Repository: chandanchakravarty/MCAS
Catalog: MCAS/MCAS.Web.Objects/Resources/ClaimProcessing/ClaimMandate.*.resx
Languages: fr

source: Add Mandate
fr: Ajouter Mandat

source: Approve Mandate
fr: approuver Mandat

# ApproveRecommedations
source: Approve Recommendations
fr: Approuver les recommandations

source: Assigned To
fr: Assigné à

# BackToListAction
source: Back to List
fr: Retour à la liste

source: Claim Adjustments
fr: Ajustements de réclamation

source: Claimant Name
fr: Nom demandeur

source: Claim Enquiry
fr: demande revendication

source: Claim Payment
fr: réclamer le paiement

source: Claim Payment Processing
fr: Revendication Payment Processing

source: Claim Quantum
fr: revendication Quantum

source: Claim Recovery Processing
fr: Traitement revendication Recovery

source: Claims Recovery
fr: Récupération revendications

source: Claims Registration
fr: revendications inscription

source: Claim Type
fr: type de revendication

# ClaimType1
source: Type of Claim
fr: Type de revendication

# COAssessment
source: CO's Assessment
fr: L'évaluation de CO

# COR
source: Cost of Repairs
fr: Coût des réparations

# CreateAction
source: Create
fr: créer

source: Created By
fr: Créé par

source: Created Date
fr: date de création

# CurrentMandate1
source: CO's Recommendations Maximum Offer
fr: Recommandations de CO de l'offre maximale

# CurrentMandateSP1
source: Supervisor's Mandate Maximum Offer
fr: Mandat Offrir maximum du superviseur

# DeleteAction
source: Delete
fr: Effacer

# DeleteConfirmMessage
source: Are you sure you want to delete this?
fr: Êtes-vous sûr de vouloir supprimer ce ?

# EditAction
source: Save
fr: Sauvegarder

source: Evidence
fr: preuve

# Ex
source: Excess
fr: excès

# FME
source: Future Medical Expenses
fr: Frais médicaux futurs

# GD
source: General Damages
fr: dommages-intérêts généraux

source: Incomplete Claim Registration
fr: Les demandes incomplètes inscription

source: Inform Safety to review findings
fr: Informer de sécurité d'examiner les résultats

source: Investigation Result
fr: Résultat d'enquête

# Labl
source: Liability
fr: responsabilité

# LEC
source: Loss of Earnings Capacity
fr: Perte de capacité de gain

# ListActionCreate
source: Create New
fr: Créer nouveau

# ListActionDelete
source: Delete
fr: Effacer

# ListActionDetails
source: Details
fr: Détails

# ListActionEdit
source: Edit
fr: Modifier

# LME
source: LOG Medical Expenses
fr: Frais médicaux LOG

# LODE
source: Loss of Future Earnings
fr: Perte de gains futurs

# LOE
source: Loss of Earning
fr: Perte de revenus

# LOEAR
source: Loss of Earnings
fr: Pour perte de gains

# LOR
source: Loss of Rental
fr: Perte de Location

# LOU
source: Loss of Use
fr: Perte de l'usage

# LOUUN
source: Loss of Use
fr: Perte de l'usage

# LPRF
source: LTA/GIA/Police Report Fees
fr: LTA / GIA / Rapport de police Honoraires

source: Mandate
fr: mandat

source: Mandate Details
fr: mandat Détails

source: Mandate Entry
fr: Mandat d'entrée

source: Mandate History
fr: Mandat Histoire

source: Mandate Number
fr: Nombre de mandat

# ME
source: Medical Expenses
fr: Frais médicaux

source: Modified By
fr: modifié par

source: Modified Date
fr: date de modification

# MovementMandate
source: CO's Recommendations Maximum Offer
fr: Recommandations de CO de l'offre maximale

# MovementMandateSP
source: Supervisor's Mandate Maximum Offer
fr: Mandat Offrir maximum du superviseur

# MR
source: Report Fees
fr: rapport Honoraires

source: OD Claim Breakdown
fr: OD revendication Répartition

# OE
source: Other Expenses
fr: Autres dépenses

# OLC
source: Our Lawyer's Cost
fr: Coût de notre avocat

# OLD
source: Our Lawyer's Disbursements
fr: Les décaissements de notre avocat

# OPEF
source: Our Professional Expert Fees
fr: Nos frais d'expertise professionnelle

source: Our Legal Fees
fr: Nos frais juridiques

# PLC
source: 3rd Party Lawyer's Cost
fr: Coût de 3rd Party Avocat

# PLD
source: 3rd Party Lawyer's Disbursements
fr: Les décaissements de 3rd Party Avocat

# PreMandate1
source: CO's Recommendations Maximum Offer
fr: Recommandations de CO de l'offre maximale

# PreMandateSP1
source: Supervisor's Mandate Maximum Offer
fr: Mandat Offrir maximum du superviseur

# PreviousOffers
source: Our Previous Offers
fr: Nos offres précédentes

# PTF
source: Public Trustee Fee
fr: Frais de curateur public

source: Record Number
fr: Numéro du dossier

source: Related Facts
fr: Les faits liés

source: Remarks
fr: remarques

source: Report Fees
fr: rapport Honoraires

# RSF
source: Re-Survey Fee
fr: Re - Enquête Fee

source: Scenario
fr: scénario

# SF
source: Survey Fee
fr: Frais d' Enquête

# SPFAL
source: Supervisor’s FAL
fr: FAL du superviseur

source: Sub-Total
fr: Sous-total

source: Supervisor Approval
fr: superviseur Approbation

# SupervisorAssignto
source: Assigned To
fr: Assigné à

# SupervisorRemarks
source: Supervisor's Remarks
fr: Déclaration du superviseur

# ThirdPartyClaimQuantum
source: 3rd Party Claim Quantum
fr: 3ème Partie revendication Quantum

# ThirdPartyLegalFees
source: 3rd Party Legal Fees
fr: 3ème Partie Frais juridiques

source: Total
fr: global

# TPCounterOffer
source: 3rd Party Counter-offer
fr: 3ème Partie Contre-offre

source: Uninsured Losses
fr: pertes non assurées

source: Body Injury
fr: corps blessures

source: Own Damage
fr: propre dommage

source: Property Damage
fr: Dommages à la propriété

source: TPBI Claim Breakdown
fr: TPBi revendication Répartition

# TPPDClaimBreakdown
source: TPBI Claim Breakdown
fr: TPBi revendication Répartition

# IEF
source: Insurance Excess
fr: Excès d'assurance

source: Claimant Record Number
fr: Demandeur Numéro d'enregistrement

source: Component Name
fr: Nom du composant

source: Current Mandate
fr: Mandat actuel

source: Date Time
fr: Date Heure

source: Details
fr: Détails

source: Mandate Movement
fr: Mouvement de Mandat

source: Type of Movement
fr: Type de Mouvement

source: User Name
fr: Nom d'utilisateur

# ODStatus
source: Any Own Damage
fr: Tous propre dommage

source: Date of Notice to Safety
fr: Date de l'avis de sécurité

# InformedInsurer
source: Informed Insurer of New Claim
fr: Assureur informé des nouvelles revendication

source: Recoverable From Insurer (BI)
fr: Recouvrable de l'assureur ( BI )

# EZLinkCardNo
source: Verification of EZLink Card No
fr: Vérification de EZLink Aucune carte

source: TP Vehicle No
fr: TP Véhicule Aucune

source: Car Rental
fr: Location de voiture

source: Claim Breakdown
fr: revendication Répartition

source: Claim Expenses- Claimant
fr: Revendication Expenses- Demandeur

source: Claim Expenses- Incidential
fr: Expenses- revendication secondaire

source: Cost Of Repairs
fr: Coût des réparations

source: Courtesy Car
fr: Auto de courtoisie

source: Invoice Amount
fr: Montant de la facture

source: Legal Fee
fr: Frais juridiques

source: Loss Of Income
fr: Perte de revenu

source: Loss Of Rental
fr: Perte de Location

source: Loss Of Use
fr: Perte d'usage

source: LTA Fee
fr: Fee LTA

# ManagerFAL
source: Manager's FAL
fr: FAL du gestionnaire

# ManagerMandate
source: Manager's Mandate
fr: Le mandat du directeur

# ManagerMandateRecoveryClaim
source: Manager's Mandate for Recovery Claim
fr: Le mandat de gestionnaire pour la revendication de récupération

# ManagerRemarks
source: Manager's Remarks
fr: Déclaration du gestionnaire

source: Medical Expenses
fr: Frais médicaux

# OICAssessment
source: OIC's Assessment
fr: L'évaluation de l'OCI

# OICRecommendationsMinimumOffer
source: OIC's Recommendations Minimum Offer
fr: Recommandations de l'OCI Offre minimum

source: Others(1)
fr: Autres (1)

source: Others(2)
fr: Autres (2)

source: Proposed Liablity
fr: responsabilité proposée

source: Survey Fee
fr: Frais d'enquête

source: TP/GIA Fee
fr: TP / Fee GIA

source: Mandate for Recovery Claim Settlement
fr: Mandat pour la récupération règlement de la revendication

source: Recovery Claim
fr: Revendication de récupération
