Repository: chandanchakravarty/MCAS
Catalog: MCAS/MCAS.Web.Objects/Resources/ClaimProcessing/ClaimEditor.*.resx
Languages: fr

source: Accident Cause
fr: De provoquer un accident

# BackToListAction
source: Back to List
fr: Retour à la liste

source: Case Category
fr: affaire Catégorie

source: Case Status
fr: Case Statut

# ClaimantAddress1
source: Claimant's Address1
fr: du demandeur Adresse1

# ClaimantAddress2
source: Claimant's Address2
fr: Adresse2 du demandeur

# ClaimantAddress3
source: Claimant's Address3
fr: Address3 du demandeur

# ClaimantContactNo
source: Claimant’s Contact No
fr: contacter Pas du demandeur

# ClaimantDOB
source: Claimant's DOB
fr: la date de naissance du demandeur

# ClaimantEmail
source: Claimant's Email
fr: l' e-mail du demandeur

# ClaimantGender
source: Claimant's Gender
fr: du demandeur de la parité

source: Claimant Name
fr: réclamant Nom

# ClaimantNRICPPNO
source: Claimant's NRIC/PP No
fr: NRIC / PP Pas du demandeur

source: Claimant Status
fr: la situation de prestataire

# ClaimantType
source: Claimant's Type
fr: type de demandeur

source: Claim Date
fr: date de réclamation

# ClaimRecordNo
source: Record No
fr: Montant Enregistrez Non

source: Claims Officer
fr: officier des réclamations

source: Claim Type
fr: type de revendication

source: Confirmed Amount
fr: a confirmé

source: Constituency
fr: Circonscription

# CreateAction
source: Create
fr: Créer

source: Created By
fr: créé par

source: Created Date
fr: date de création

source: Date Of MP Letter
fr: date de MP Lettre

# DateReferredToInsurersB
source: Date Referred To Insurers
fr: date visée à assureurs

# DeleteAction
source: Delete
fr: supprimer

# DeleteConfirmMessage
source: Are you sure you want to delete this?
fr: êtes- vous sûr de vouloir supprimer la RESPONSABILITE de cette ?

# DriverLiablity
source: Driver's Liablity
fr: pilote

# EditAction
source: Save
fr: Enregistrer

source: Excess Recovered Date
fr: Excès date de la récupération

# InfantDOB
source: Infant's DOB
fr: la date de naissance du nourrisson

# InfantGender
source: Infant's Gender
fr: du nourrisson de sexe

# InfantName
source: Infant's Name
fr: le nom du nourrisson

source: Informed Insurer Of Settlement
fr: assureur informé de règlement

source: Is claimant an infant?
fr: est demandeur un enfant ?

# ListActionCreate
source: Create New
fr: Créer

# ListActionDelete
source: Delete
fr: Supprimer

# ListActionDetails
source: Details
fr: Détails

# ListActionEdit
source: Edit
fr: Modifier

source: Modified By
fr: Modifié par

source: Modified Date
fr: date de modification

source: MP
fr: député

# PostalCode
source: Claimant's Postal Code
fr: code postal du demandeur

source: Record Cancellation Date
fr: Record date d'annulation

source: Record Cancellation Reason
fr: Record annulation Raison

source: Record Reopened Reason
fr: Record Raison Réouverte

# ReferredToInsurersB
source: Referred To Insurers
fr: visées à assureurs

source: Reopened Date
fr: Date Réouverte

source: Report Sent To Insurer
fr: rapport envoyé à l'assureur

# SeverityReferenceNo
source: Reference No
fr: No de référence

source: Timebar Date
fr: date de Timebar

source: Vehicle Make
fr: véhicule

source: Vehicle Model
fr: modèle du véhicule

source: Vehicle Regn No
fr: Regn véhicule Non

# WritIssuedDate
source: Writ Issued
fr: bref délivré

source: Writ No
fr: bref Non

source: Add New Claim
fr: Ajouter une nouvelle revendication

source: Appointed Date
fr: date de la nomination

source: Cancellation Of Record
fr: Annulation de la fiche

source: Claim Entry
fr: Entrée revendication

source: Final Settle Date
fr: Date de finale Settle

source: Insurer Matters
fr: Questions Assureur

source: New Claim Entry
fr: Nouvelle revendication Entrée

source: New Claim Type
fr: Nouveau Type de revendication

source: Our Adjustor Appointed
fr: Notre Adjustor Nommé

source: Our Lawyer Appointed
fr: Notre avocat désigné

source: Our Surveyor Appointed
fr: Notre inspecteur désigné

source: Our Workshop/Depot
fr: Notre atelier / Depot

source: Own Damage
fr: propre dommage

source: Record Creation
fr: Création d'enregistrement

source: Sensitive Case
fr: sensible à la casse

source: Severity
fr: gravité

# ThirdPartyClaimant
source: 3rd Party Claimant
fr: 3ème Partie requérante

# RFVCaseCategory
source: Case Category is required.
fr: Catégorie Case est nécessaire .

# RFVCaseStatus
source: Case Status is required.
fr: Case Statut est nécessaire .

# RFVClaimantName
source: Claimant Name is required.
fr: Nom demandeur est tenu .

# RFVClaimantStatus
source: Claimant Status is required.
fr: Statut demandeur est tenu .

# RFVClaimantType
source: Claimant Type is required.
fr: Demandeur type est exigé.

# RFVClaimDate
source: Claim Date is required.
fr: Date de réclamation est nécessaire .

# RFVClaimRecordNo
source: Claim Record No is required.
fr: Enregistrez revendication n est nécessaire .

# RFVClaimsOfficer
source: Claims Officer is required.
fr: Agent des réclamations est nécessaire .

# RFVTimebarDate
source: Timebar Date is required.
fr: Timebar date est nécessaire .

source: Claim
fr: Revendication

source: LOD Sent Date
fr: LOD Date d'envoi

# RVFLODSentDate
source: LOD Sent Date is required.
fr: LOD Date d'envoi est nécessaire .

# InformedInsurer
source: Informed Insurer of New Claim
fr: Assureur informé des nouvelles revendication

# RFVInformedInsurer
source: Informed Insurer is required.
fr: Assureur éclairé est requis .

# ClaimEdit
source: Claim Editor
fr: revendication éditeur

# EZLinkCardNo
source: Verification of EZLink Card No
fr: Vérification de EZLink Aucune carte

source: Recovered to Date
fr: Récupérés à ce jour

# NODNOS
source: NOD/NOS Received?
fr: NOD / NOS Reçues ?

# RFVEZLinkCardNoList
source: Verification of EZLink Card No is required.
fr: Vérification de EZLink carte Aucune est nécessaire .

# RFVFinalSettlementDate
source: Final Settle Date must be current date.
fr: Finale Settle date doit être la date actuelle .

# NODNOSValidationMessage
source: NOD/NOS Received? is required.
fr: NOD / NOS Reçues ? est requis.

source: City
fr: Ville

source: Country
fr: Pays

source: State
fr: Etat

# RFVEZLinkCardNo
source: Verification on EZlink card No is required.
fr: Vérification sur la carte EzLink Non est nécessaire.
