Repository: chandanchakravarty/MCAS
Catalog: MCAS/MCAS.Web.Objects/Resources/ClaimProcessing/ClaimAccident.*.resx
Languages: fr

# BackToListAction
source: Back to List
fr: Retour à la liste

# CreateAction
source: Create
fr: créer

# DeleteConfirmMessage
source: Are you sure you want to delete this?
fr: Êtes-vous sûr de vouloir supprimer ce ?

# DeleteAction
source: Delete
fr: Effacer

# EditAction
source: Save
fr: Sauvegarder

# ListActionCreate
source: Create New
fr: Créer nouveau

# ListActionEdit
source: Edit
fr: Modifier

# ListActionDetails
source: Details
fr: détails

# ListActionDelete
source: Delete
fr: Effacer

source: Claim Adjustments
fr: Ajustements de réclamation

source: Claim Enquiry
fr: demande revendication

source: Claim Payment Processing
fr: Revendication Payment Processing

source: Claim Recovery Processing
fr: Traitement revendication Recovery

source: New Claim Registration
fr: Nouvelle revendication inscription

source: Claim Payment
fr: réclamer le paiement

source: Claims Recovery
fr: Récupération revendications

source: Claims Registration
fr: revendications inscription

source: Accident Date
fr: date de l'accident

# AccidentLoc
source: Accident Location
fr: Lieu de l'accident

source: Accident Time
fr: Temps accident

source: Bus Service No
fr: Service Bus n

source: Claim No
fr: Aucune revendication

source: Created By
fr: créé Par

source: Created Date
fr: date de création

source: Damages
fr: dégâts

source: Date Joined
fr: Date d'inscription

# DateofFinding
source: Date of Final Finding
fr: Date de constatation finale

source: Date Resigned
fr: Date de Résigné

# DriverEmployeeNo
source: Bus Captain code
fr: Code Bus capitaine

# DriverName
source: Bus Captain Name
fr: Nom Bus capitaine

# DriverNRICNo
source: NRIC No
fr: Aucune NRIC

# Facts
source: Insured's Report
fr: Rapport de l'assuré

source: Final Liability
fr: responsabilité finale

source: IP No.
fr: No. IP

# IsRecoveryBI
source: Recoverable From Insurer (BI)
fr: Recouvrable de l'assureur ( BI )

# IsRecoveryOD
source: Recoverable (OD)
fr: Recouvrable ( OD )

source: Make
fr: Faire

# ModelNo
source: Model
fr: modèle

source: Modified By
fr: modifié par

source: Modified Date
fr: date de modification

# ODStatus
source: Any Own Damage
fr: Tous propre dommage

source: Operating Hours
fr: Heures d'exploitation

source: Organization
fr: organisation

# ReportedDate
source: Reported Dates
fr: Dates signalés

# Results
source: IO's Final Finding
fr: Finale concluant de IO

# TPClaimentStatus
source: Any Property Damage / Bodily Injury
fr: Tout dommage matériel / blessures corporelles

source: Vehicle No
fr: véhicule Aucune

source: Incomplete Claim Registration
fr: Les demandes incomplètes inscription

source: Accident Details
fr: Détails accident

source: Claim Accident Entry
fr: Entrée revendication Accident

# CVAccidentTime
source: Accident Time can not be greater then current time.
fr: Temps accident ne peut pas être supérieur à l'heure actuelle.

source: Driver
fr: conducteur

source: Initial Findings
fr: premiers résultats

# lblAccidentDate
source: Accident Date
fr: date de l'accident

# lblDateOfFinding
source: Date of Finding
fr: Date des conclusions

# lblReportedDate
source: Reported Date
fr: date du rapport

# MsgAccidentClaimCanceled
source: Accident claim has been canceled.
fr: Accident réclamation a été annulé .

# MsgBeforeComplete
source: Please input values for Accident screen and create one Claim first before clicking on the complete button.
fr: Please valeurs d'entrée pour l'écran d'accident et en créer une revendication de la Première avant de cliquer sur le bouton Terminer .

# MsgBusCaptainCode
source: Please enter correct Bus Captain Code
fr: S'il vous plaît entrer correcte Bus Code de capitaine

# MsgConfirmCancel
source: Do you want to cancel this accident claim?
fr: Voulez-vous annuler cette déclaration d'accident ?

# MsgConfirmComplete
source: Proceed to complete this claim?
fr: Procédez pour terminer cette revendication?

# MsgDate
source: can not be greater then current date
fr: ne peut pas être supérieur à la date actuelle

# MsgDateFormat
source: Date must be in 'dd/mm/yyyy' format.
fr: La date doit être dans '/ aaaa jj / mm ' le format .

# MsgDateOfFinding
source: Date of Finding cannot be less than Accident Date.
fr: Date des conclusions ne peut pas être inférieure à l'accident Date .

# MsgHourFormat
source: Please enter correct 24 hours clock format
fr: S'il vous plaît entrer le format d'horloge de 24 heures correcte

# MsgMobileNo
source: Mobile No should be in proper format.
fr: Mobile Pas doit être au format approprié.

# MsgReportedDate
source: Reported Date cannot be less than Accident Date.
fr: Date du rapport ne peut pas être inférieure à Accident date .

# MsgVehicleNumber
source: Please enter correct vehicle number
fr: S'il vous plaît entrer le numéro de bon véhicule

# RFVAccidentDate
source: Accident Date is required.
fr: Date de l'accident est nécessaire .

# RFVAccidentTime
source: Accident Time is required.
fr: Temps accident est nécessaire .

# RFVBusServiceNumber
source: Bus Service Number is required.
fr: Nombre Service Bus est nécessaire .

# RFVOD
source: OD is required.
fr: OD est nécessaire.

# RFVOrganization
source: Organization is required.
fr: Organisation est nécessaire .

# RFVPDBI
source: PD/BI is required.
fr: PD / BI est nécessaire .

# RFVReportedDate
source: Reported Date is required.
fr: Date du rapport est nécessaire .

source: Vehicle
fr: véhicule

source: Collision Type
fr: Type de collision

source: Initial Liability
fr: responsabilité initiale

source: Minor Injury
fr: Blessure mineure

source: Road Name
fr: Nom de la route

source: Serious Injury
fr: Blessure grave

# RFVInputDate
source: Input Date is required.
fr: Entrée date est nécessaire.

source: Address1
fr: Adresse 1

source: Address2
fr: Adresse 2

source: Address3
fr: Adresse 3

source: Any Recovery Claim
fr: Toute revendication de récupération

source: CDGE Claim Ref
fr: CDGE réclamation Ref

source: Contact No
fr: contact Aucune

source: Country
fr: Pays

source: Driver Type
fr: Type de pilote

source: Email Address
fr: Adresse e-mail

source: Fax No
fr: Fax

source: Gender
fr: Le genre

source: Input Date
fr: entrée date

source: Name
fr: prénom

source: NRIC/PP No
fr: NRIC / PP Non

source: Owner Name
fr: Le nom du propriétaire

source: Own Insurer
fr: Own assureur

source: Postal Code
fr: code postal

# ReportedDate2
source: Reported Date
fr: date du rapport

source: Hirer
fr: loueur

source: Owner
fr: Propriétaire
