Repository: chandanchakravarty/MCAS
Catalog: MCAS/MCAS.Web.Objects/Resources/ClaimProcessing/DiaryTaskEditor.*.resx
Languages: fr

source: Add New Alert
fr: Ajouter une nouvelle alerte

source: Alerts
fr: alertes

source: Alerts Information
fr: alertes information

source: Alerts Reassignment
fr: alertes réaffectation

source: Created By
fr: Créé par

source: Created Date
fr: date de création

# Dairiestobereassigned
source: Alerts To Be Reassigned
fr: Alertes à réaffecter

source: Email Body
fr: email du corps

# ENDTIME
source: Completed Date
fr: date d'achèvement

source: Escalation ?
fr: Escalade ?

source: Escalation To
fr: Pour Escalation

source: Expected Payment Date
fr: Prévue Date de Paiement

source: FollowUp Date
fr: date de FollowUp

# FROMUSERID
source: Created By
fr: Créé par

# LISTTYPEID
source: Alerts Description
fr: alertes description

source: Modified By
fr: modifié par

source: Modified Date
fr: date de modification

# NOTE
source: Remarks
fr: remarques

source: Reassign Alerts
fr: réaffecter Alertes

# ReAssignDateFrom
source: Reassignment Date From
fr: Réaffectation Date à partir de

source: Reassigned Date
fr: date de réaffecté

# ReassignedDiary
source: Reassigned Alerts
fr: Alertes réaffecté

# ReassignedDiaryDate
source: Reassigned Alerts Date
fr: Réorganisation Alertes date

# ReAssignTo
source: Reassignment To
fr: Pour réaffectation

# Remark
source: Remarks
fr: remarques

# ReminderBeforeCompletion
source: Reminder Before Completion Date (Days)
fr: Rappel Avant Date d'achèvement ( Jours )

# STARTTIME
source: Estimated Completion Date
fr: Date d'achèvement prévue

# SUBJECTLINE
source: Email Subject
fr: Sujet du courriel

# TOUSERID
source: Assigned To
fr: Assigné à

# SelectOneChk
source: Please select at least one of the checkbox
fr: S'il vous plaît sélectionner au moins un de la case

# RFVAlertsDescription
source: Alerts Description is required.
fr: Alertes description est requise .

# RFVAssignedTo
source: Assigned To is required.
fr: Pour Assigné est nécessaire .

# RFVCreatedBy
source: Created By is required.
fr: Créé par est nécessaire.

# RFVEmailSubject
source: Email Subject is required.
fr: Objet de l'email est nécessaire .

# RFVEscalationTo
source: Escalation To is required.
fr: Pour l'escalade est nécessaire .

# RFVEstimatedCompletionDate
source: Estimated Completion Date is required.
fr: Date d'achèvement prévue est requis.

# RFVFollowUpDate
source: Follow Up Date is required.
fr: Suivez date est nécessaire .

# RFVReminderBefNot
source: Reminder Before Completion Date can not be Zero.
fr: Rappel Avant la date d'achèvement ne peut pas être zéro .

# RFVReminderBeforeCompDate
source: Reminder Before Completion Date is required.
fr: Rappel Avant la date d'achèvement est nécessaire .

source: Alerts Have Been Successfully Reassigned
fr: Alertes ont été avec succès Réassigné

source: Diaries To Be Reassigned
fr: Agendas être réaffecté

source: Re Assignment Date From
fr: Re Affectation Date De

source: Re Assignment Date To
fr: Re Affectation Date Pour

source: Re-Assignment Diary
fr: Réaffectation Diary

source: Re Assignment To
fr: Re Affectation Pour

source: Type of Assignment
fr: Type de Cession

source: Unable to save
fr: Impossible d'enregistrer
