Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/CmsWeb/Maintenance/AddAgency.aspx.*.resx
Languages: pt_br

# txtAGENCY_DISPLAY_NAME
source: Agency Name
pt_br: Nome do Corretor/Angariador

# txtAGENCY_DBA
source: DBA
pt_br: Nome DBA

# txtAGENCYNAME
source: Agency Name on Dec Page
pt_br: Nome do Corretor/Angariador na Página de Formulários

# txtAGENCY_CODE
source: Agency Code
pt_br: Cód. do Corretor/Angariador

# txtAGENCY_COMBINED_CODE
source: Combined Agency Code #
pt_br: Cód.Combinado

# txtAGENCY_ADD1
source: Address 1
pt_br: Endereço

# txtAGENCY_ADD2
source: Address 2
pt_br: Número

# txtAGENCY_CITY
source: City
pt_br: Cidade

# cmbAGENCY_COUNTRY
source: Country
pt_br: País

# cmbAGENCY_STATE
source: State
pt_br: Estado

# txtAGENCY_ZIP
source: Zip
pt_br: CEP

# txtAGENCY_PHONE
source: Phone #1
pt_br: Telefone

# txtAGENCY_EXT
source: Phone #2
pt_br: Telefone Celular

# txtAGENCY_EMAIL
source: Public Email
pt_br: E-mail

# txtAGENCY_WEBSITE
source: Website
pt_br: Site

# cmbAGENCY_PAYMENT_METHOD
source: Commission Method
pt_br: Comissão Método

# cmbAGENCY_BILL_TYPE
source: Bill Type
pt_br: Tipo de Cobrança

# txtAGENCY_LIC_NUM
source: No of Licenses
pt_br: Nro.de Licenças

# txtPRINCIPAL_CONTACT
source: Primary Contact
pt_br: Principal Contato

# txtOTHER_CONTACT
source: Other Contact
pt_br: Outros Contatos

# txtORIGINAL_CONTRACT_DATE
source: Original Contract Date
pt_br: Data do Contrato Original

# txtCURRENT_CONTRACT_DATE
source: Current Contract Date
pt_br: Data do Contrato Atual

# chkREQ_SPECIAL_HANDLING
source: Required Special Handling
pt_br: Requer Tratamento Especial

# txtBANK_ACCOUNT_NUMBER
source: DFI Account Number 1
pt_br: Agência Bancária

# txtROUTING_NUMBER
source: Transit/Routing Number 1
pt_br: Nro. de Acompanhamento

# txtBANK_ACCOUNT_NUMBER1
source: DFI Account Number 2
pt_br: Agência Bancária

# txtROUTING_NUMBER1
source: Transit/Routing Number 2
pt_br: Nro. de Acompanhamento

# txtBANK_NAME
source: Bank Name 1
pt_br: Nome do Banco

# txtBANK_BRANCH
source: Bank Branch 1
pt_br: Nro. da Conta

# txtBANK_NAME_2
source: Bank Name 2
pt_br: Nome do Banco

# txtBANK_BRANCH_2
source: Bank Branch 2
pt_br: Nro. da Conta

# txtM_AGENCY_ADD_1
source: Address 1
pt_br: Endereço

# txtM_AGENCY_ADD_2
source: Address 2
pt_br: Número

# txtM_AGENCY_CITY
source: City
pt_br: Cidade

# cmbM_AGENCY_STATE
source: State
pt_br: Estado

# cmbM_AGENCY_COUNTRY
source: Country
pt_br: Pais

# txtM_AGENCY_ZIP
source: Zip
pt_br: CEP

# cmbALLOWS_EFT
source: Allows Commission EFT
pt_br: Permitir Transferência de Comissão

# cmbALLOWS_CUSTOMER_SWEEP
source: Allow Customer Sweep
pt_br: Permitir Pagamento Sweep

# cmbPROCESS_1099
source: 1099 Process
pt_br: 1099 do Processo

# capVARIFIED1
source: Is Verified 1
pt_br: Verificada

# capVARIFIED2
source: Is Verified 2
pt_br: Verificada

# capVARIFIED_DATE1
source: Verified Date 1
pt_br: Data da Verificação

# capVARIFIED_DATE2
source: Verified Date 2
pt_br: Data da Verificação

# capREASON1
source: Reason 1
pt_br: Motivo

# capREASON2
source: Reason 2
pt_br: Motivo

# lblCopy_Address
source: Would you like to copy Physical Address to Mailing Address?
pt_br: Você gostaria de copiar o endereço principal para correspondência?

# txtTERMINATION_DATE
source: Termination Date - New Business
pt_br: Data da Rescisão-Novos Negócios

# txtTERMINATION_REASON
source: Termination reason
pt_br: razão Rescisão

# txtAGENCY_SPEED_DIAL
source: Speed Dial #
pt_br: Nro. de Discagem Rápida

# txtNOTES
source: Notes
pt_br: Notas

# txtNUM_AGENCY_CODE
source: Numeric Agency Code
pt_br: Cód. da Sucursal

# txtTERMINATION_DATE_RENEW
source: Termination Date - Renewal
pt_br: Data da Rescisão-Renovação

# txtTERMINATION_NOTICE
source: Termination Notice
pt_br: Aviso de Rescisão

# chkREVERIFIED_AC1
source: Reverify EFT Information
pt_br: Reverificar Informações de Transferência Bancária

# chkREVERIFIED_AC2
source: Reverify EFT Information
pt_br: Reverificar Informações de Transferência Bancária

# txtSUSEP_NUMBER
source: SUSEP Number
pt_br: Nro.SUSEP

# capPHYSICAL_ADDRESS
source: Physical Address
pt_br: Endereço Principal

# capMAILING_ADDRESS
source: Mailing Address
pt_br: Endereço para Correspondência

# capEFT_BANK_INFORMATION
source: EFT/Bank Information
pt_br: Informações para Transferência Bancária

# capACCOUNT_FOR_AGENCY_MSG
source: Account For Agency Commission and Deposits Sweep
pt_br: Conta para Pagamento Sweep da Comissão

# capOTHER_INFORMATION
source: Other Information
pt_br: Outras Informações

# capINCORPORATED_LICENSE
source: Incorporated License
pt_br: Licença Incorporada

# capPROCESS_1099
source: 1099 Process
pt_br: Tipo de Licença Federal

# btnCopyPhysicalAddress
source: Copy Physical Address
pt_br: Copiar Endereço

# capBROKER_CURRENCY
source: Broker Currency
pt_br: Moeda do Corretor

# cmbAGENCY_TYPE_ID
source: Agency Type
pt_br: Tipo de Corretor/Angariador

# cmbBROKER_TYPE
source: Broker Type
pt_br: Tipo de Registro

# capBROKER_CPF_CNPJ
source: Broker CPF/CNPJ
pt_br: CPF/CNPJ

# capDATE_OF_BIRTH
source: Date of Birth
pt_br: Data de Nascimento

# capBROKER_REGIONAL_ID
source: Broker Regional Id
pt_br: RG

# capREGIONAL_ID_ISSUANCE
source: Regional Id Issuance
pt_br: Órgão Expedidor

# capREGIONAL_ID_ISSUE_DATE
source: Regional Id Issue Date
pt_br: Data de Emissão

# capMARITAL_STATUS
source: Marital Status
pt_br: Estado Civil

# capGENDER
source: Gender
pt_br: Sexo

# capBROKER_BANK_NUMBER
source: Broker Bank Number
pt_br: Cód. do Corretor/Angariador

# capDISTRICT
source: District
pt_br: Bairro

# capNUMBER
source: Number
pt_br: Complemento

# capACCOUNT_TYPE
source: Account Type 1
pt_br: Tipo de Conta

# capACCOUNT_TYPE_2
source: Account Type 2
pt_br: Tipo de Conta

# capRAD_CHK
source: Checking
pt_br: Conta Corrente

# capRAD_SAV
source: Saving
pt_br: Conta Poupança

# capACCOUNT
source: Account For DB Payments Sweep
pt_br: Conta para Pagamento Sweep

# rdbACC_CASH_ACC_TYPEO_2
source: Checking
pt_br: Conta Corrente

# rdbACC_CASH_ACC_TYPET_2
source: Saving
pt_br: Conta Poupança

# hidEdit
source: Edit
pt_br: Editar

# hidCancel
source: Cancel
pt_br: Cancelar
