Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/CmsWeb/Maintenance/AddCoverageDetails.aspx.*.resx
Languages: pt_br

# txtCOV_REF_CODE
source: Reference
pt_br: Referência

# txtCOV_CODE
source: Coverage Code
pt_br: Cód. da Cobertura

# txtCOV_DES
source: Description
pt_br: Descrição da Cobertura

# cmbSTATE_ID
source: State
pt_br: Estado

# cmbLOB_ID
source: Product
pt_br: Produto

# cmbIS_DEFAULT
source: Default
pt_br: Padrão da Cobertura

# cmbTYPE
source: Type
pt_br: Cobertura

# cmbPURPOSE
source: Coverage Purpose
pt_br: Finalidade da Cobertura

# cmbLIMITTYPE
source: Limit Type
pt_br: Tipo de Limite

# chkLimitApplicable
source: Are Limits Applicable?
pt_br: São Aplicados Limites?

# chkDeductApplicable
source: Are Deductibles Applicable?
pt_br: São Aplicados Dedutíveis?

# cmbDeductibleType
source: Deductible Type
pt_br: Tipo de Dedutíveis

# cmbIS_MANDATORY
source: Is Mandatory
pt_br: Cobertura Obrigatória

# txtRANK
source: Order
pt_br: Ordem

# cmbCOVERAGE_TYPE
source: Coverage Type
pt_br: Tipo de Cobertura

# txtINCLUDED
source: Included Amount
pt_br: Quantia incluída

# txtEFFECTIVE_FROM_DATE
source: Start Date
pt_br: Data de Início

# txtEFFECTIVE_TO_DATE
source: End Date
pt_br: Data de Término

# txtDISABLED_DATE
source: Disabled On
pt_br: Data de Desativação

# chkAddDeductApplicable
source: Are Deductibles Applicable?
pt_br: São Aplicados Dedutíveis?

# cmbAddDeductibleType
source: Deductible Type
pt_br: Tipo de Dedutíveis

# cmbREINSURANCE
source: Display on Reinsurance Product Tab?
pt_br: Exibição de Resseguro no Produto?

# cmbReinsuranceCov
source: Reinsurance Coverage Code
pt_br: Cód. de Cobertura de Resseguro

# cmbReinsuranceCalc
source: Reinsurance Calculation
pt_br: Cálculo de Resseguro

# cmbREIN_REPORT_BUCK
source: Reinsurance Report Buckets
pt_br: Relatório de Resseguro

# cmbCOMM_VEHICLE
source: Commercial Vehicles
pt_br: Veículos Comerciais

# cmbCOMM_REIN_COV_CAT
source: Commercial Reinsurance Coverage Category
pt_br: Categoria Cobertura Comercial Resseguro

# cmbREIN_ASLOB
source: ASLOB (Commercial)
pt_br: ASLOB (Comercial)

# cmbCOMM_CALC
source: Commercial Calculation
pt_br: Cálculo Comercial

# cmbREIN_REPORT_BUCK_COMM
source: Reinsurance Report Buckets
pt_br: Relatório Baldes Resseguro

# txtFORM_NUMBER
source: Acord Coverage Mapping
pt_br: Mapeamento de Acordo com Cobertura

# txtMANDATORY_DATE
source: Mandatory Date
pt_br: Data Obrigatória

# txtNON_MANDATORY_DATE
source: Non Mandatory Date
pt_br: Data Não Obrigatória

# txtDEFAULT_DATE
source: Default Date
pt_br: Data Padrão

# txtNON_DEFAULT_DATE
source: Non Default Date
pt_br: Data Não Padrão

# cmbDISPLAYONCLAIM
source: Display on Claim
pt_br: Exibição no Sinistro

# cmbCLAIMRESERVEAPPLY
source: Claim Reserve Apply
pt_br: Aplicar Reserva de Sinistro

# capISMAIN
source: Is Main
pt_br: É Cobertura Principal

# cmbSUB_LOB_ID
source: LOB
pt_br: Subramo

# txtCOV_TYPE_ABBR
source: Coverage type abbreviation
pt_br: Sigla do Tipo de Cobertura

# txtSUSEP_COV_CODE
source: SUSEP Coverage Code
pt_br: Cód. de Cobertura SUSEP

# StrAll
source: All
pt_br: Todos

# CapAddLookup
source: Add LookUp
pt_br: Adicionar Valores:

# CapRein
source: Reinsurance
pt_br: Resseguro

# CapComm
source: Reinsurance/Commercial
pt_br: Resseguro/Comercial

# hidtab1
source: Limit Ranges
pt_br: Faixas de Limites

# hidtab2
source: Deductible Ranges
pt_br: Faixas de Dedutíveis

# hidtab3
source: Coverages
pt_br: Detalhes de Coberturas
