Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/CmsWeb/Maintenance/AddReinsuranceInfo.aspx.*.resx
Languages: pt_br

# cmbCONTRACT_TYPE
source: Reinsurance Contract Type
pt_br: Tipo de Contrato de Resseguro

# txtCONTRACT_NUMBER
source: Contract #
pt_br: Nome do Contrato

# txtCONTRACT_DESC
source: Description
pt_br: Observações

# cmbLOSS_ADJUSTMENT_EXPENSE
source: Loss Adjustment Expense
pt_br: Despesas de Regulação de Sinistros

# cmbRISK_TLOG
source: Risk Exposure
pt_br: Exposição ao Risco

# cmbLOB_TLOG
source: Line of Business
pt_br: Linha de Negócios

# cmbSTATE_TLOG
source: State
pt_br: Estado

# txtORIGINAL_CONTACT_DATE
source: Original Contract Date
pt_br: Data do Contrato Original

# cmbCONTACT_YEAR
source: Contract Year
pt_br: Ano do Contrato

# txtEFFECTIVE_DATE
source: Contract Effective Date
pt_br: Data de Início de Vigência do Contrato

# txtEXPIRATION_DATE
source: Contract Expiration Date
pt_br: Data de Término de Vigência do Contrato

# txtCOMMISSION
source: Commission
pt_br: % Comissão

# cmbCALCULATION_BASE
source: Premium Basis
pt_br: Prêmio Base

# txtPER_OCCURRENCE_LIMIT
source: Per Occurrence Limit
pt_br: Limite por Ocorrência

# txtANNUAL_AGGREGATE
source: Annual Aggregate
pt_br: Agregado Anual

# txtDEPOSIT_PREMIUMS
source: Deposit Premiums
pt_br: Recebimento de Prêmios

# cmbDEPOSIT_PREMIUM_PAYABLE
source: Deposit Premium Payable
pt_br: Pagamento de Prêmio Recebido

# txtMINIMUM_PREMIUM
source: Minimum Premium
pt_br: Prêmio Mínimo

# txtSEQUENCE_NUMBER
source: Sequence #
pt_br: Nro. do Contrato

# txtTERMINATION_DATE
source: Termination Date
pt_br: Data da Rescisão

# txtTERMINATION_REASON
source: Termination Reason
pt_br: Motivo da Rescisão

# txtCOMMENTS
source: Comments
pt_br: Observações

# txtFOLLOW_UP_FIELDS
source: Follow up Date
pt_br: Data para Acompanhamento

# cmbFOLLOW_UP_FOR
source: Follow up for
pt_br: Acompanhada Por

# cmbCOMMISSION_APPLICABLE
source: Commission Applicable
pt_br: Comissão Aplicável

# cmbREINSURANCE_PREMIUM_ACCOUNT
source: Reinsurance Premium A/C
pt_br: Prêmio de Resseguro A/C

# cmbREINSURANCE_PAYABLE_ACCOUNT
source: Reinsurance Payable A/C
pt_br: Resseguro a Pagar A/C

# cmbREINSURANCE_COMMISSION_ACCOUNT
source: Reinsurance Commission A/C
pt_br: Comissão de Resseguro A/C

# cmbREINSURANCE_COMMISSION_RECEIVABLE_ACCOUNT
source: Reinsurance Commission Receivable A/C
pt_br: Receber da Comissão de Resseguro A/C

# txtREINSURER_REFERENCE_NUM
source: Reference #
pt_br: Referência #

# txtUW_YEAR
source: Underwriting Year
pt_br: Exercício de subscrição

# cmbSUBLINE_CODE
source: Subline
pt_br: Sub-linha

# txtCOVERAGE_CODE
source: Coverage Code
pt_br: Cobertura de Código

# txtCESSION
source: Cession %
pt_br: Cessão %

# chkCALCULATION_BASE
source: Calculation Based On
pt_br: Cálculo baseado na

# capLOBAssignedLossCode
source: Products in Contract
pt_br: Produtos no Contrato

# capLOBUnassignLossCodes
source: Products in System
pt_br: Produtos no Sistema

# txtCASH_CALL_LIMIT
source: Cash Call Limit
pt_br: Limite de Pedido de Fundos

# capRSKUnassignLossCodes
source: Reinsurance Risk Exposure
pt_br: Exposições de Risco ao Resseguro

# capRSKAssignedLossCodes
source: Applicable Risk Exposures
pt_br: Exposições de Risco Aplicávies

# capSTATEUnassignLossCodes
source: States in System
pt_br: Estados no Sistema

# capSTATEAssignedLossCodes
source: States in Contract
pt_br: Estados no Contrato

# capPREMIUM_COMMISION
source: Premium/Commission Section
pt_br: Divisão de Prêmio/Comissão

# capPREMIUN_SECTION
source: Premium Section
pt_br: Divisão de Prêmio

# capCOMMISSION_SECTION
source: Commission Section
pt_br: Divisão de Comissão

# hidLookup
source: Add LookUp:
pt_br: Adicionar Valores:

# cmbMAX_NO_INSTALLMENT
source: Maximum number of installment
pt_br: Número máximo de parcelas
