Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/CmsWeb/Maintenance/AddUser.aspx.*.resx
Languages: pt_br

# lblStatus
source: User Status
pt_br: Status do Usuário

# txtUSER_TITLE
source: User Title
pt_br: Descrição do Usuário

# txtUSER_FNAME
source: First Name
pt_br: Primeiro Nome

# txtUSER_LNAME
source: Last Name
pt_br: Último Nome

# txtUSER_ADD1
source: Address1
pt_br: Endereço

# txtUSER_ADD2
source: Address2
pt_br: Complemento

# txtUSER_CITY
source: City
pt_br: Cidade

# cmbUSER_COUNTRY
source: Country
pt_br: Pais

# txtUSER_LOGIN_ID
source: Login ID
pt_br: Nome de Usuário

# cmbUSER_STATE
source: State
pt_br: Estado

# txtUSER_ZIP
source: Zip
pt_br: CEP

# txtUSER_INITIALS
source: User Initials
pt_br: Iniciais do Usuário

# txtUSER_PHONE
source: Phone
pt_br: Telefone

# txtUSER_EXT
source: Extn
pt_br: Ramal

# txtUSER_MOBILE
source: Mobile
pt_br: Celular

# txtUSER_PWD
source: Password
pt_br: Senha

# txtUSER_CONFIRM_PWD
source: Confirm Password
pt_br: Confirme a senha

# cmbUSER_MGR_ID
source: Manager
pt_br: Gerente

# cmbCHANGE_PWD_NEXT_LOGIN
source: Change Password on Next Logon
pt_br: Alterar Senha no Próximo Acesso

# cmbUSER_LOCKED
source: User Account Locked
pt_br: Conta de Usuário Bloqueada

# chkUSER_SPR
source: Supervisor Equivalent
pt_br: Supervisor ou Equivalente

# chkPINK_SLIP_NOTIFY
source: Pink Slip Notification
pt_br: Aviso de Sinistro

# cmbUSER_TYPE_ID
source: User Type
pt_br: Tipo de Usuário

# txtADJUSTER_CODE
source: Adjuster Code
pt_br: Cód.Regulador de Sinistro

# cmbDefault_Hierarchy
source: Default Hierarchy
pt_br: Hierarquia Padrão

# cmbUSER_TIME_ZONE
source: Time Zone
pt_br: Fuso Horário

# txtUSER_NOTES
source: Notes
pt_br: Observações

# txtSUB_CODE
source: Sub Code
pt_br: Sub Código

# txtDATE_OF_BIRTH
source: Date of Birth
pt_br: Data de nascimento

# txtDRIVER_LIC_NO
source: License #
pt_br: Licença

# txtDATE_EXPIRY
source: License Expiry Date
pt_br: Data de Término da Licença

# cmbLICENSE_STATUS
source: License Status
pt_br: Status da Licença

# cmbNON_RESI_LICENSE_STATE
source: 1st Non-Resident License State
pt_br: Status da Primeira Licença Não Residente

# txtNON_RESI_LICENSE_NO
source: 1st Non-Resident License #
pt_br: Primeira Licença Não Residente

# txtNON_RESI_LICENSE_EXP_DATE
source: 1st Non-Resident License Expiry Date
pt_br: Data Término Primeira Licença Não Residente

# cmbNON_RESI_LICENSE_STATUS
source: 1st Non-Resident License Status
pt_br: Status da Primeira Licença Não Residente

# txtNON_RESI_LICENSE_EXP_DATE2
source: 2nd Non-Resident License Expiry Date
pt_br: Data Término Segunda Licença Não Residente

# cmbNON_RESI_LICENSE_STATUS2
source: 2nd Non-Resident License Status
pt_br: Status da Segunda Licença Não Residente

# cmbLIC_BRICS_USER
source: Carrier User
pt_br: Usuário do Sistema

# cmbNON_RESI_LICENSE_STATE2
source: 2nd Non-Resident License State
pt_br: Status da Segunda Licença Não Residente

# txtNON_RESI_LICENSE_NO2
source: 2nd Non-Resident License #
pt_br: Segunda Licença Não Residente

# capUSER_COUNTRY
source: Country
pt_br: País

# capUSER_CONFIRM_PWD
source: Confirm Password
pt_br: Confirme a Senha

# capDefault_Hierarchy
source: Default Hierarchy
pt_br: Hierarquia Padrão

# cmbACTIVITY
source: Activity
pt_br: Atividade

# txtREGIONAL_IDENTIFICATION
source: Regional Id
pt_br: RG

# txtREG_ID_ISSUE_DATE
source: Regional Id Issue Date
pt_br: Data Emissão RG

# txtREG_ID_ISSUE
source: Original Issue
pt_br: Órgão Expedidor

# hidState
source: The zip code does not belong to the state
pt_br: O CEP não pertence ao estado

# btnCopyAddress
source: Copy Agency Address
pt_br: Copiar Endereço do Corretor

# hidZipeCodeVerificationMsg
source: Zipe Code does not match!
pt_br: CEP não corresponde
