Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/CmsWeb/Maintenance/SystemParams.aspx.*.resx
Languages: pt_br

# txtSYS_BAD_LOGON_ATTMPT
source: Bad Login Attempt
pt_br: Nro. de Tentativas de Acesso (Incorretas)

# txtINSURANCE_SCORE_VALIDITY
source: Insurance Score Validity Months
pt_br: Validade da Pontuação do Seguro em Meses

# txtSYS_INSURANCE_SCORE_VALIDITY
source: Insurance Score Validity Months
pt_br: Validade da Pontuação do Seguro em Meses

# txtSYS_RENEWAL_FOR_ALERT
source: Alert for Renewal
pt_br: Alerta para a Renovação

# txtSYS_PENDING_QUOTE_FOR_ALERT
source: Alert for Pending Quote
pt_br: Alerta para pendência Citação

# txtSYS_QUOTED_QUOTE_FOR_ALERT
source: Alert for Quoted Quote
pt_br: Alerta de Citação Citação

# txtSYS_NUM_DAYS_EXPIRE
source: Number of Days to Expire
pt_br: Nro. de Dias para a Apólice Expirar

# txtSYS_NUM_DAYS_PEN_TO_NTU
source: Number of Days Pending to NTU
pt_br: Nro. de Dias Pendentes para NTU

# txtSYS_NUM_DAYS_EXPIRE_QUOTE
source: Number of Days to Expire a Quote
pt_br: Nro. de Dias para a Cotação Expirar

# cmbSYS_DEFAULT_POL_TERM
source: Default Application / Policy Term
pt_br: Período Padrão para Propostas/Apólices

# cmbSYS_INDICATE_POL
source: Indicate policies that do not renew as
pt_br: Selecione Apólices Sem Renovação

# cmbSYS_STATEMENT_NAME_LOGO
source: Will Statement with Graphical Name Logo and Address be used
pt_br: Utilizar Declarações com Logotipo, Nome e Endereço

# cmbSYS_GRAPH_LOGO_ALLOW
source: Will Statement with Graphical Name Logo and Address be used
pt_br: Utilizar Declarações com Logotipo, Nome e Endereço

# cmbSYS_PRINT_FOLLOWING
source: Print the following
pt_br: Imprimir o Próximo

# cmbSYS_INDICATE_POL_AS
source: Indicate policies that do not renew as
pt_br: Indicar que as políticas de não renovar a

# txtSYS_CLAIME_NUMBER
source: Claims Number
pt_br: Nro. de Sinistros

# txtSYS_CLAIM_NO
source: Claims Number
pt_br: Nro. de Sinistros

# txtSYS_INSTALLMENT_FEES
source: Installment Fees
pt_br: Taxas de Prestação

# txtSYS_NON_SUFFICIENT_FUND_FEES
source: Non Sufficient Fund Fees
pt_br: Taxas não fundo suficiente

# txtSYS_REINSTATEMENT_FEES
source: Reinstatement Fees
pt_br: Taxas de Reposição

# txtMinInstallPlan
source: Minimum Amount for Installment Plan
pt_br: Valor mínimo para parcelamento

# txtSYS_Min_Install_Plan
source: Minimum Amount for Installment Plan
pt_br: Valor mínimo para parcelamento

# txtAmtUnderPayment
source: Amount of underpayment allowed on installment
pt_br: Quantidade de underpayment permitido em parcela

# txtSYS_AmtUnder_Payment
source: Amount of underpayment allowed on installment
pt_br: Quantidade de underpayment permitido em parcela

# txtMinDays_Premium
source: Minimum number of days from date premium notice is processed until the due date
pt_br: Número mínimo de dias de aviso prémio data é processada até a data de vencimento

# txtSYS_MinDays_Premium
source: Minimum number of days from date premium notice is processed until the due date
pt_br: Número mínimo de dias de aviso prémio data é processada até a data de vencimento

# txtMinDays_Cancel
source: Number of days after premium notice due date the past due / cancellation notice is processed
pt_br: Número de dias após o aviso prémio data de vencimento do aviso de cancelamento vencido / é processado

# txtSYS_MinDays_Cancel
source: Number of days after premium notice due date the past due / cancellation notice is processed
pt_br: Número de dias após o aviso prémio data de vencimento do aviso de cancelamento vencido / é processado

# txtPostPhone
source: Number of days to postphone printing past due / cancellation notice when agent has money in office
pt_br: Número de dias de aviso de cancelamento de impressão postphone vencido / quando o agente tem o dinheiro no escritório

# txtSYS_Post_Phone
source: Number of days to postphone printing past due / cancellation notice when agent has money in office
pt_br: Número de dias de aviso de cancelamento de impressão postphone vencido / quando o agente tem o dinheiro no escritório

# txtPostCancel
source: Number of days to postphone cancellation process when agent has money in office and past due / cancellation notice has already been printed
pt_br: Número de dias para postphone processo de cancelamento, quando o agente tem o dinheiro no escritório e passado aviso de cancelamento devido / já tenha sido impresso

# txtSYS_Post_Cancel
source: Number of days to postphone cancellation process when agent has money in office and past due / cancellation notice has already been printed
pt_br: Número de dias para postphone processo de cancelamento, quando o agente tem o dinheiro no escritório e passado aviso de cancelamento devido / já tenha sido impresso

# txtPOSTAGE_FEE
source: Postage Fee
pt_br: Taxa de Postagem

# txtRESTR_DELIV_FEE
source: Restricted Delivery Fee
pt_br: Taxa de Entrega Restrita

# txtCERTIFIED_FEE
source: Certified Fee
pt_br: Taxa de Certificação

# txtRET_RECEIPT_FEE
source: Return Receipt Fee
pt_br: Taxa de Retorno de Recibo

# cmbNOTIFY_RECVE_INSURED
source: Mode of notifying receivables info to Insured
pt_br: Forma de Notificar Informações de Prêmio ao Segurado

# capGeneralSetup
source: General Setup
pt_br: Configurações Gerais

# capSystemParameters
source: System Parameters
pt_br: Parâmetros do Sistema

# capPolicyActions
source: Policy Actions
pt_br: Ações em Apólices

# capStatementParameters
source: Statement Parameters
pt_br: Parâmetros de Declarações

# capClaimsParameters
source: Claims Parameters
pt_br: Parâmetros de Sinistros

# capCertifiedMailParameters
source: Certified Mail Parameters
pt_br: Parâmetros de Correspondência Certificada

# capPrintParam
source: Printing Parameters
pt_br: Parâmetros de Impressão

# cmbBASE_CURRENCY
source: Base Currency
pt_br: Moeda Base

# txtDAYS_FOR_BOLETO_EXPIRATION
source: # Days for Boleto Expiration
pt_br: Nro. de Dias para o Vencimento do Boleto
