Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/CmsWeb/diary/index.aspx.*.resx
Languages: pt_br

# HeaderString
source: Diary Information
pt_br: Informações de Agenda

# FilterLabel
source: Include Complete
pt_br: Incluir Completo

# SearchMessage
source: Please select the Search Option, enter Search Criteria, and click on the Search button^Please select the Search Option, enter Search Criteria, and click on the Search button
pt_br: Por favor selecione a Opção de busca, informe os Critérios de busca e clique no botão Pesquisar.^Por favor selecione a Opção de busca, informe os Critérios de busca e clique no botão Pesquisar.

# DisplayColumnHeadings
source: Record Date^FollowupDate^Type^App #^Policy #^Claim #^Subject Line^Note
pt_br: Cadastro^Acompanhamento^Tipo^Proposta^Apólice^Sinistro^Assunto^Descrição

# SearchColumnHeadings
source: Application Number^FollowUpDate^Note^Policy Number^Claim Number^Record Date^Subject Line^Type
pt_br: Proposta^Acompanhamento^Descrição^Apólice^Sinistro^Cadastro^Assunto^Tipo

# SearchColumnHeadingsNonCarr
source: Application Number^Customer Name^FollowUp Date^Note^Policy Number^Claim Number^Record Date^Subject Line^Type
pt_br: Proposta^Cliente^Acompanhamento^Descrição^Apólice^Sinistro^Cadastro^Assunto^Tipo

# DisplayColumnHeadingsNonCarr
source: Record Date^Followup Date^Type^Customer Name^App #^Policy #^Claim #^Subject Line^Note
pt_br: Cadastro^Acompanhamento^Tipo^Cliente^Proposta^Apólice^Sinistro^Assunto^Descrição

# ExtraButtons
source: 2^Add~Delete^0~1^addRecord~DeleteRecords
pt_br: 2^Adicionar~Excluir^0~1^addRecord~DeleteRecords

# lblTopLabel
source: View diary entries of:
pt_br: Ver Entradas da Agenda:

# lblAllEntries
source: All Diary Entries
pt_br: Todas as entradas do diário

# TabCtl
source: TO DO List
pt_br: Tarefa
