Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Claims/Aspx/AddClaimsNotification.aspx.*.resx
Languages: pt_br

# txtCLAIM_NUMBER
source: Claim Number
pt_br: Aviso Sinistro

# txtLOSS_DATE
source: Date of Loss
pt_br: Data da Ocorrência

# txtLOSS_TIME
source: Time of Loss
pt_br: Hora da Ocorrência

# cmbADJUSTER_ID
source: Adjuster
pt_br: Regulador

# txtREPORTED_TO
source: Reported To
pt_br: Relatado para

# txtREPORTED_BY
source: Reported By
pt_br: Relatado por

# cmbCATASTROPHE_EVENT_CODE
source: Catastrophe Event Code
pt_br: Código Catástrofe

# cmbLITIGATION_FILE
source: File in Litigation
pt_br: Sinistro Jurídico

# txtCLAIMANT_NAME
source: Insured Name
pt_br: Nome do Segurado

# cmbCOUNTRY
source: Country
pt_br: País

# txtZIP
source: Postal Code
pt_br: CEP

# txtADDRESS1
source: Address1
pt_br: Endereço

# txtADDRESS2
source: Address2
pt_br: Complemento

# txtCITY
source: City
pt_br: Cidade

# txtHOME_PHONE
source: Home Phone
pt_br: Telefone Residencial

# txtWORK_PHONE
source: Work Phone
pt_br: Telefone Comercial

# txtEXTENSION
source: Ext.
pt_br: Ramal

# txtMOBILE_PHONE
source: Mobile Phone
pt_br: Celular

# txtWHERE_CONTACT
source: Where to Contact
pt_br: Onde Contatar

# txtWHEN_CONTACT
source: When to Contact
pt_br: Quando Entrar em Contato

# txtLAST_DOC_RECEIVE_DATE
source: Last Doc Receive Date
pt_br: Data Recebimento Último Documento

# txtDIARY_DATE
source: Diary Date
pt_br: Data na Agenda

# cmbCLAIM_STATUS
source: Claim Status
pt_br: Status

# cmbCLAIM_STATUS_UNDER
source: Claim Status Under
pt_br: Sub-Status

# lblOUTSTANDING_RESERVE
source: Outstanding Reserve
pt_br: Reserva Pendente

# lblRESINSURANCE_RESERVE
source: Reinsurance Reserve
pt_br: Reserva Resseguro

# lblPAID_LOSS
source: Paid Loss
pt_br: Reserva Pagas

# lblPAID_EXPENSE
source: Paid Expense
pt_br: Despesas Pagas

# lblRECOVERIES
source: Recoveries
pt_br: Recuperações

# txtCLAIM_DESCRIPTION
source: Claim Description (Max. 1000 Characters)
pt_br: Descrição do Sinistro (max. 1000 caracteres)

# cmbSTATE
source: State
pt_br: Estado

# lblAGENCY_DISPLAY_NAME
source: Agency
pt_br: Corretor

# cmbCLAIMANT_PARTY
source: Claimant Party
pt_br: Reclamante

# txtLINKED_CLAIM_ID_LIST
source: Linked to Claim
pt_br: Sinistro Vinculado

# cmbRECIEVE_PINK_SLIP_USERS_LIST
source: Receive Pink Slip Notification
pt_br: Receber Notificação

# cmbPINK_SLIP_TYPE_LIST
source: Pink Slip Types
pt_br: Tipos Notificação

# cmbAT_FAULT_INDICATOR
source: At Fault Indicator
pt_br: Indicador Sinistro

# cmbTOTAL_LOSS
source: Total Loss
pt_br: Perda total

# cmbNOTIFY_REINSURER
source: Notify Reinsurer
pt_br: Informar Ressegurador

# txtFIRST_NOTICE_OF_LOSS
source: First Notice of Loss
pt_br: Aviso de Sinistro

# btnManageTrackActivity
source: Manage/Track Activity
pt_br: Atividades

# btnReserves
source: Reserves
pt_br: Reservas

# btnAddClaimant
source: Parties
pt_br: Pessoas/ Entidades

# capGenerated
source: To be generated
pt_br: A ser gerado

# lblCLAIM_OFFICIAL_NUMBER
source: Official Claim Number
pt_br: Sinistro Oficial

# capCap
source: Current Insured Information
pt_br: Informações Atuais do Segurado

# Str
source: Claim Number:
pt_br: Número de Aviso de

# Str1
source: has been generated successfully
pt_br: Sinistro gerado com sucesso:

# cmbREINSURANCE_TYPE
source: Reinsurance Type
pt_br: Tipo de Resseguros

# txtREIN_CLAIM_NUMBER
source: Reinsurance Claim Number
pt_br: Nro. Sinistro IRB

# txtREIN_LOSS_NOTICE_NUM
source: Controlling Number of Notice of Loss for Reinsurer
pt_br: Nro. Controle Aviso Sinistro IRB

# cmbIS_VICTIM_CLAIM
source: Is Victim Claim
pt_br: Sinistro com Vítimas

# txtPOSSIBLE_PAYMENT_DATE
source: Possible Payment Date
pt_br: Probabilidade de Pagamento

# imgbtnUpdateDiary
source: Go to Diary
pt_br: Mostrar na Agenda

# btnReOpenClaims
source: Re-Open Claim
pt_br: Reabrir Sinistro

# btnCOI
source: FNOL Letter
pt_br: Carta Cosseguro
