Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Claims/Aspx/AddRiskInformation.aspx.*.resx
Languages: pt_br

# chkVEHICLE_INSURED_PLEADED_GUILTY
source: Does Insured Pleaded Guilty?
pt_br: Segurado declarou-se culpado?

# cmbPOL_LOCATION_ID
source: Location
pt_br: Local de Risco

# cmbLOCATION_COUNTRY
source: Location Country
pt_br: País

# cmbLOCATION_STATE
source: Location State
pt_br: Estado

# cmbPOL_PERSON_ID
source: Person
pt_br: Segurado

# cmbPOL_VEHICLE_ID
source: Vehicle
pt_br: Veículo

# cmbPOL_VESSEL_ID
source: Vessel
pt_br: Embarcação

# cmbPOL_VOYAGE_ID
source: Voyage
pt_br: Transporte

# cmbVOYAGE_DESTINATION_COUNTRY
source: Destination Country
pt_br: País de Destino

# cmbVOYAGE_DESTINATION_STATE
source: Destination State
pt_br: Estado de Destino

# cmbVOYAGE_ORIGIN_COUNTRY
source: Origin Country
pt_br: País de Origem

# cmbVOYAGE_ORIGIN_STATE
source: Origin State
pt_br: Estado de Origem

# txtDAMAGE_DESCRIPTION
source: Damage Description
pt_br: Descrição Danos

# txtEFFECTIVE_DATE
source: Effective Date
pt_br: Início da Vigência

# txtEXPIRE_DATE
source: Expire Date
pt_br: Término Vigência

# txtLOCATION_ADDRESS
source: Address
pt_br: Endereço

# txtLOCATION_COMPLIMENT
source: Compiment
pt_br: Complemento

# txtLOCATION_DISTRICT
source: District
pt_br: Bairro

# txtLOCATION_ZIPCODE
source: Zip Code
pt_br: CEP

# txtINSURED_NAME
source: Insured Name
pt_br: Nome do Segurado

# txtVEHICLE_MAKER
source: Vehicle Maker
pt_br: Veículo Maker

# txtVEHICLE_MODEL
source: Vehicle Model
pt_br: Marca/ Modelo

# txtVEHICLE_YEAR
source: Vehicle Year
pt_br: Ano

# txtVESSEL_MANUFACTURER
source: Manufacturer
pt_br: Fabricante

# txtVESSEL_MANUFACTURED_YEAR
source: Manufacture Year
pt_br: Ano Fabricação

# txtVESSEL_NAME
source: Vessel Name
pt_br: Nome da Embarcação

# txtVESSEL_TYPE
source: Vessel Type
pt_br: Tipo de Embarcação

# txtVEHICLE_VIN
source: VIN
pt_br: Chassi

# txtVOYAGE_DEPARTURE_DATE
source: Departure Date
pt_br: Data de Saída

# txtVOYAGE_DESTINATION_CITY
source: Destination City
pt_br: Cidade de Destino

# txtVOYAGE_ORIGIN_CITY
source: Origin City
pt_br: Cidade de Origem

# lblRequiredFieldsInformation
source: Please note that all fields marked with * are mandatory
pt_br: Por favor note que todos os campos marcados com * são obrigatórios

# txtVEHICLE_LICENSE_PLATE_NUMBER
source: License Plate Number
pt_br: Placa

# cmbVEHICLE_DAMAGE_TYPE
source: Damage Type
pt_br: Tipo de Dano

# txtPERSON_DATE_OF_BIRTH
source: Date of Birth
pt_br: Data de Nascimento

# txtPERSON_DISEASE_DATE
source: Desease Date
pt_br: Data da Doença

# txtVOYAGE_CERTIFICATE_NUMBER
source: Certificate Number
pt_br: Número de Certificado

# txtVOYAGE_LICENSE_PLATE
source: License Plate
pt_br: Placa

# txtVOYAGE_PREFIX
source: Prefix
pt_br: Prefixo

# txtVESSEL_NUMBER
source: Vessel Number
pt_br: Item

# txtPA_START_DATE
source: Start Date:
pt_br: Início de Vigência

# txtPA_END_DATE
source: End Date:
pt_br: Término de Vigência

# txtPA_NUM_OF_PASS
source: # of Passengers:
pt_br: Nro. de Bilhetes

# cmbPERSONAL_ACCIDENT
source: Personal Accident Risk:
pt_br: Sub-Estipulante

# cmbDPVAT
source: Dpvat Risk:
pt_br: DPVAT

# txtDP_TICKET_NUMBER
source: Ticket #:
pt_br: Bilhete:

# cmbDP_CATEGORY
source: Category:
pt_br: Categoria:

# cmbDP_STATE_ID
source: State:
pt_br: Estado:

# cmbRURAL_LIEN
source: Rural Lien Risk:
pt_br: Penhor Rural:

# chkRURAL_FESR_COVERAGE
source: FESR Coverage:
pt_br: Cobertura FESR:

# cmbRURAL_MODE
source: Mode:
pt_br: Modalidade:

# cmbRURAL_PROPERTY
source: Property:
pt_br: Bem:

# cmbRURAL_CULTIVATION
source: Cultivation:
pt_br: Cultura:

# txtRURAL_CITY
source: City:
pt_br: Cidade:

# cmbRURAL_STATE_ID
source: State:
pt_br: Estado:

# txtRURAL_INSURED_AREA
source: Insured Area:
pt_br: Área Segurada:

# txtRURAL_SUBSIDY_PREMIUM
source: Subsidy Premium:
pt_br: Prêmio Subsidiado:

# cmbRURAL_SUBSIDY_STATE
source: Subsidy State:
pt_br: Estado do Subsídio:

# txtLOCATION_ITEM_NUMBER
source: Item Number
pt_br: Item

# txtACTUAL_INSURED_OBJECT
source: Actual Insured Object
pt_br: Objeto Segurado

# txtVOYAGE_TRANSPORTATION_COMPANY
source: Transportation Company
pt_br: Empresa Transportadora

# txtVOYAGE_INSURED_OBJECT_DESCRIPTION
source: Insured Object Description
pt_br: Descrição Objeto Segurado

# txtVOYAGE_ARRIVAL_DATE
source: Arrival Date
pt_br: Data Chegada

# txtVOYAGE_SURVEY_DATE
source: Survey Date
pt_br: Data Vistoria

# cmbRENTAL_SECURITY
source: Rental Security
pt_br: Fiança Locatícia

# txtRENTAL_INSURED_OBJECT
source: Insured Object Description
pt_br: Objeto Segurado

# txtITEM_NUMBER
source: Item Number
pt_br: Item

# cmbVOYAGE_CONVEYENCE_TYPE
source: Conveyence Type
pt_br: Tipo de Transporte:

# capYES
source: YES
pt_br: SIM
