Repository: chandanchakravarty/MCAS
Catalog: Source Code/Cms/Claims/Aspx/AddReserveDetails.aspx.*.resx
Languages: pt_br

source: Coverage ID
pt_br: Cobertura ID

source: Risk ID
pt_br: Risco ID

# COV_DES
source: Coverage
pt_br: Nome Reserva

source: Limit
pt_br: Valor IS

source: Deductible
pt_br: Valor Franquia

source: Outstanding
pt_br: Valor Reserva

source: RI Reserve
pt_br: Reserva Resseguro

# CO_RESERVE
source: COI Reserve
pt_br: Reserva Cosseguro

# GridEmpty
source: No Coverages Found.
pt_br: Não Coberturas encontrados.

# lblTitle
source: Claim Coverages
pt_br: Reivindicação Coberturas

# INSURED_OBJECT_HEADING
source: Insured object #:
pt_br: Objeto Segurado:

source: Prev Outstanding
pt_br: Valor Reserva Anterior

source: Recovery Amount
pt_br: Valor Recuperado

source: Payment Amount
pt_br: Valor Pagamento

# PAYMENT_TAB
source: Payee Details
pt_br: Detalhes do Beneficiário

# RECOVERY_TAB
source: Payee Details
pt_br: Detalhes do Beneficiário

# LblPopupDetails
source: Deductible Amount Details
pt_br: Detalhes de valor da franquia

source: Adjusted Amount
pt_br: Valor Sinistro

source: Personal Injury
pt_br: Danos Pessoais

# btnSaveAndContinue
source: Save and Continue
pt_br: Salvar e Continuar

# Message1
source: Total of paying amount and previous paid amount is greater than coverage policy limit.
pt_br: O valor do pagamento atual e os pagamentos anteriores excedem o limite de indenização da apólice para a cobertura em referencia.

# Message2
source: Previous Payment Details
pt_br: Detalhes do pagamento anterior

# Message3
source: Claim Number
pt_br: Sinistro

# Message4
source: Paid Amount
pt_br: Valor Pago

# Message5
source: Total paid amount:
pt_br: Valor Total Pago:

# Message6
source: Current paying amount:
pt_br: Valor do Pagamento Atual:

# Message7
source: Maximum amount for payment on this coverage will be:
pt_br: Valor Máximo Permitido para Pagamento Atual da Cobertura:
