Repository: chandanchakravarty/MCAS
Catalog: MCAS/MCAS.Web.Objects/Resources/ClaimUploadProcessing/TacFileUploadEditor.*.resx
Languages: fr

source: Clear
fr: clair

source: Download
fr: télécharger

source: Download Claim File To Upload
fr: Télécharger revendication fichier à télécharger

source: Failed Log
fr: Échec Connexion

source: Failed Records
fr: les enregistrements ayant échoué

source: LOG File
fr: Fichier journal

source: Organization Name
fr: Nom de l'organisation

source: Organization Type
fr: Type d'organisation

source: Schedule Start Date & Time
fr: Horaire Date et heure de début

source: Search Results
fr: Résultats de la recherche

source: Select File To Upload(TAC_ACC_REP)
fr: Sélectionnez fichier à télécharger ( TAC_ACC_REP )

source: Select File To Upload(TAC_IP)
fr: Sélectionnez fichier à télécharger ( TAC_IP )

source: Select File To Upload(TAC_IP_BUS)
fr: Sélectionnez fichier à télécharger ( TAC_IP_BUS )

source: Status
fr: statut

source: Success Records
fr: Témoignages Documents

source: TAC File Upload
fr: TAC Téléchargement de fichiers

source: TAC Upload
fr: TAC Télécharger

source: Total Records
fr: Nombre de dossiers

source: Upload
fr: Télécharger

source: Uploaded Date & Time
fr: Date et heure Téléchargé

source: Upload From Date
fr: Date de télécharger à partir de

source: Upload Ref No
fr: Téléchargez Ref No

source: Upload Status
fr: Ajouter Statut

source: Upload To Date
fr: Pour télécharger date

source: View TAC File Upload Status
fr: Voir TAC File Upload Status

source: Bus
fr: Autobus

# RFVDateTime
source: Scheduled Start Date & Time is required.
fr: Prévu Date et heure de démarrage est nécessaire .

# RFVTAC_ACC_REP
source: TAC_ACC_REP File is required.
fr: TAC_ACC_REP fichier est nécessaire .

# RFVTAC_IPFile
source: TAC_IP File is required.
fr: TAC_IP fichier est nécessaire .

# RFVTAC_IP_BUS
source: TAC_IP_BUS File is required.
fr: TAC_IP_BUS fichier est nécessaire .

source: Sorry!! You dont have permission for this screen
fr: Pardon!! Vous ne devez pas l'autorisation pour cet écran
