Repository: chandanchakravarty/MCAS
Catalog: MCAS/MCAS.Web.Objects/Resources/Common/Menu.*.resx
Languages: fr

source: Insurer
fr: Assureur

source: Upload Main Menu
fr: Menu chargement principal

source: Nature of Loss
fr: nature de la perte

source: Type of Loss
fr: Type de perte

source: Main Class of Business
fr: la classe principale de l'entreprise

source: Sub-Class
fr: sous-catégorie

source: Depot Master
fr: Maître Depot

source: Surveyor Master
fr: arpenteur Maître

source: Adjuster Master
fr: Maître Adjuster

source: Lawyer Master
fr: Avocat Maître

source: Claims Expense Master
fr: Maître charge de sinistres

source: Claims Close Reason Master
fr: des revendications Fermer Raison Maître

source: Currency Master
fr: Maître devise

source: Exchange Rate Master
fr: Taux de change Maître

source: User Admin
fr: Administrateur de l'utilisateur

source: Country Master
fr: Pays Maître

source: Diary and Follow-Up
fr: Diary et suivi

source: Vehicle Type
fr: Type de véhicule

source: Vehicle Make and Model
fr: Véhicule Marque et modèle

source: Bus Captain Listing
fr: Bus capitaine Annonce

source: Vehicle Class
fr: classe de véhicule

source: Vehicle Make
fr: Véhicule Marque

source: Vehicle Model
fr: modèle du véhicule

source: Insurance Policy
fr: la police d'assurance

source: GST Setting
fr: la TPS Cadre

source: Organization
fr: Organisation

source: Claim Officer Duty
fr: Revendiquer l'officier de service

source: LOU Rate
fr: LOU Taux

source: Hospital Information
fr: Hôpital Information

source: Re Assignment Editor
fr: Re éditeur de Cession

source: Accident
fr: les accidents

source: Claims
fr: les revendications

source: Service Provider
fr: fournisseur de service

source: Tasks
fr: tâches

source: Attachments
fr: Accessoires

source: Alert
fr: alerte

source: Reserve
fr: réserve

source: Mandate
fr: Mandat

source: Payment
fr: paiement

source: Transactions History
fr: Transactions Histoire

source: Dashboard
fr: tableau de bord

source: Diary Listing
fr: journal intime liste

source: Diaried items
fr: des articles Diaried

source: Assigned Tasks
fr: les tâches assignées

source: Escalation Tasks
fr: les tâches d'escalade

source: Claims Registration
fr: revendications inscription

source: New Claims Registration
fr: Nouvelles demandes Inscription

source: Incomplete Claims Registration
fr: Les demandes incomplètes inscription

source: Claims Adjustments
fr: Réclamations Ajustements

source: Claims Enquiry
fr: Demande revendications

source: Claims Payment
fr: les demandes de paiement

source: Claims Payment Processing
fr: Le traitement des demandes de paiement

source: Incomplete Claims Payment Registration
fr: Les demandes incomplètes Paiement Inscription

source: Claims Payment Document Enquiry
fr: Réclamations Demande paiement Document

source: Claims Recovery
fr: Récupération revendications

source: Claims Recovery Processing
fr: Traitement des demandes de récupération

source: Claims Recovery
fr: Récupération revendications

source: Enquiry
fr: Demande de renseignements

source: Claims
fr: Réclamations

source: Claims Documents Printed
fr: Documents Revendications Imprimé

source: Hospital Information Editor
fr: Hôpital éditeur d'informations

source: 3rd Party's Documents
fr: Documents de 3ème Partie

source: Insured's Documents
fr: Documents d' assurés

source: Correspondences
fr: correspondances

source: Internal Documents
fr: documents internes

source: Attachments List
fr: Liste des pièces jointes

source: PD/BI List
fr: PD / Liste BI

source: Notes List
fr: liste notes

source: Tasks List
fr: liste des tâches

source: Mandate
fr: Mandat

source: Diary List
fr: Liste Diary

source: Insurer Details
fr: assureur Détails

source: Nature of Loss Details
fr: nature de la perte Détails

source: Type of Loss Details
fr: Type d'Détails de perte

source: Main Class of Business Details
fr: la classe principale des détails d'affaires

source: Sub Class Details
fr: Sous Détails de classe

source: Depot Master Details
fr: Depot Maître détails

source: Reserve List
fr: liste de réserve

source: Surveyor Master Details
fr: arpenteur Maître Détails

source: Payment List
fr: Liste de paiement

source: Adjuster Master Details
fr: Ajusteur Maître Détails

source: Lawyer Master Details
fr: Avocat Maître Détails

source: Claim Expense Master Details
fr: revendication dépenses Maître Détails

source: Claims Close Reason Master Details
fr: Allégations Fermer Raison Maître Détails

source: Currency Master Details
fr: devise Maître détails

source: Exchange Rate Master Details
fr: change de maître détails

source: Country Master Details
fr: Pays Maître détails

source: Vehicle Class Details
fr: Classe Description du véhicule

source: Vehicle Make Details
fr: Véhicule Marque Détails

source: Vehicle Model Details
fr: véhicule Modèle détails

source: Insurance Policy Details
fr: Assurance Détails politique

source: GST Setting Details
fr: TPS Réglage Détails

source: Bus Captain Listing Details
fr: Bus capitaine détails de l'inscription

source: Organization Country Details
fr: Organisation Pays Détails

source: Claim Officer Duty Details
fr: revendication agent de service Détails

source: Service Provider Master
fr: Prestataire de services Maître

source: Entity
fr: Entité

source: Entity Details
fr: Entité détails

source: User Groups
fr: des groupes d'utilisateurs

source: User Groups Details
fr: Groupes de l'utilisateur détails

source: User
fr: l'utilisateur

source: User Details
fr: les détails de l'utilisateur

source: Department Master
fr: Département maîtrise

source: Department Master Details
fr: Département Maître Détails

source: Release Locked Users
fr: version Utilisateurs verrouillés

source: Country for User Access
fr: Pays pour l'accès de l'utilisateur

source: Country for User Access Details
fr: Pays de détails d'accès de l'utilisateur

source: Upload
fr: de télécharger

source: File Upload
fr: téléchargement de fichiers

source: Claim Upload
fr: la revendication chargement

source: View TAC File Upload Status
fr: Vue TAC Téléchargement de fichier Etat

source: Claim File Upload
fr: revendication Téléchargement de fichier

source: View Claim File Upload Status
fr: Vue revendication File Upload état

source: Job Schedule Enquiry
fr: Job annexe Demande de renseignements

source: Interchange
fr: l'échange

source: Interchange Details
fr: l'échange de détails

source: Deductible
fr: Franchise

source: Deductible Details
fr: Franchise Détails

source: Alert
fr: alerte

source: Personal Diary
fr: Journal Intime

source: Reassigned Diary
fr: réaffecté Diary

source: Escalation Diary
fr: Escalation Journal

source: Tasks
fr: Tâches

source: Personal Tasks
fr: des tâches personnelles

source: Mandate Approval
fr: Mandat approbation

source: Mandate Request
fr: Mandat demande

source: Mandate Approval
fr: Mandat approbation

source: Payment Approval
fr: Approbation de paiement

source: Payment Request
fr: demande de paiement

source: Payment Approval
fr: d'approbation de paiement

source: LOG Request
fr: Demande Connexion

source: Recovery
fr: Rétablissement

source: Finance Authority Limit
fr: Limite Finance Authority

source: Finance Authority Limit Details
fr: Autorité financière Limit détails

source: Common Master
fr: Maître commune

source: Common Master Details
fr: commune Maître Détails

source: Vehicle Listing Upload
fr: Liste des voitures de chargement

source: Vehicle Listing Details
fr: Liste des voitures de détails

source: Bus Captain Listing
fr: Bus capitaine Annonce

source: Bus Captain Listing Details
fr: Bus capitaine détails de l'inscription

source: LOG Request
fr: Demande Connexion

source: Organization Access
fr: Accès Organisation

source: Daily Operations
fr: activités Quotidiennes

source: GI Brokering
fr: GI courtage
